{
  "target_speaker": "Donald Trump",
  "total_windows": 503,
  "total_duration": 7171.439999999999,
  "parameters": {
    "MIN_KEEP_LEN": 1.0,
    "MIN_WORDS": 3,
    "MIN_FINAL_LEN": 3.0,
    "MAX_GAP": 1.0
  },
  "windows": [
    {
      "start": 98.46,
      "end": 113.95,
      "duration": 15.490000000000009,
      "text": "Last week I did one of her last shows. I think maybe maybe Thursday or Friday, there was a big deal being on Oprah's show the last or and and I was like one of the last shows in that last, that final week. And I said, boy, we've come a long way since since since that. What was it like?",
      "word_count": 61,
      "speaker": "Donald Trump",
      "window_id": "seg_0001"
    },
    {
      "start": 114.97,
      "end": 125.34,
      "duration": 10.370000000000005,
      "text": "Well, the concept, it was really like two different lives. You know, I had a very wonderful life, but I wanted to do this. The apprentices were still going very strong. We had 12 seasons and",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0002"
    },
    {
      "start": 127.02,
      "end": 131.86,
      "duration": 4.840000000000018,
      "text": "we had actually 14 seasons, seasons, 12 years over. They had a couple of. Well,",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0003"
    },
    {
      "start": 134.93,
      "end": 159.23,
      "duration": 24.299999999999983,
      "text": "No, they had Arnold Schwarzenegger do it. I was involved in that and I I want, I had enough of it and we did great. It was doing great, they wanted me to stay. They all came to see me. They said, we're we're going to give you a contract. They wanted to extend my contract. Mark Bernad is a great guy. And they wanted to extend the contract. Mark said, you're crazy. Don't run. Don't run. Nobody gives up prime time. They said, you know, it's one of those little things, which is probably",
      "word_count": 95,
      "speaker": "Donald Trump",
      "window_id": "seg_0004"
    },
    {
      "start": 162.99,
      "end": 184.17,
      "duration": 21.17999999999998,
      "text": "For running, well, for running against 20, some art people, you know, turned out to be 18, 18 professional people, know, mostly politicians. They said, who would do this? I mean, it's a long shot. Actually, the heads of NBC came over. The Paul Paul Telegny, all the top people came over to see me try and talk me out of it because they wanted to have have me extend. The apprentice was doing",
      "word_count": 74,
      "speaker": "Donald Trump",
      "window_id": "seg_0005"
    },
    {
      "start": 185.42,
      "end": 193.05,
      "duration": 7.630000000000024,
      "text": "So it 14 seasons. It was 12 years. We had one two seasons where we had a double, which which rarely happens. It was just a hot show.",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0006"
    },
    {
      "start": 195.06,
      "end": 256.48,
      "duration": 61.420000000000016,
      "text": "I said, you know, I want to do this. What happened is previously, previously, like three three years, four years before that, they did a poll. They had Mitt Romney. And somehow they put me in a poll and and I blew everybody away. I blew him away, which isn't that hard, frankly. But I blew everybody away. And I said, that's interesting because I never really gave gave it that much real thought. I thought about it, but never real thought. But I saw these polls were very good. And so I was thinking about doing it then, but I had a contract with the apprentice. Plus I was building two big buildings at the time. And I wanted to make sure they got finished up properly. And it's one of those things. The kids were just sort of getting involved. They're very capable kids, but they were getting involved early on. So I did that. I got them done. I had some very good successes. And I came on and then I thought about it for the next one after the the Romney disaster. And I ran and I won against against Hillary. And there's quite an experience. But it it was a different life because you're right. The view. I was on the view many, many times. And they loved me. Just the way",
      "word_count": 227,
      "speaker": "Donald Trump",
      "window_id": "seg_0007"
    },
    {
      "start": 278.43,
      "end": 282.15,
      "duration": 3.7199999999999704,
      "text": "And they support me now. Bill Ackman supports me. He's supportive to him.",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0008"
    },
    {
      "start": 295.7,
      "end": 325.92,
      "duration": 30.220000000000027,
      "text": "office or when they decided to run? No, When you got in. So when I was in and one and was in the White House essentially. Well, first of all, it was very surreal. Oh, mask. It's very interesting. When I got shot, it wasn't surreal. That should have been surreal. When I was laying in the ground, I knew exactly what was going on. I knew exactly where I was hit. They were saying you were hit all all over the place because it was so much blood from the ear. You would know that better than anywhere. When they get the ear torn up. Here's bleed a lot.",
      "word_count": 110,
      "speaker": "Donald Trump",
      "window_id": "seg_0009"
    },
    {
      "start": 327.61,
      "end": 336.38,
      "duration": 8.769999999999982,
      "text": "So I was thinking the other day, when that happened, I really knew where I was. I knew exactly what happened. I said, I wasn't hit anywhere with",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0010"
    },
    {
      "start": 338.07,
      "end": 344.92,
      "duration": 6.850000000000023,
      "text": "with the presidency. It was a very surreal experience. Okay. What's day one life? So when you",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0011"
    },
    {
      "start": 347.12,
      "end": 355.92,
      "duration": 8.800000000000011,
      "text": "the president. Yeah, that's what happened. So I'm driving down Pennsylvania Avenue. I just built a building on pencil. So you know the hotel, the old post office, it was, we called it Trump National",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0012"
    },
    {
      "start": 359.13,
      "end": 375.77,
      "duration": 16.639999999999986,
      "text": "And we sold it to the World War Fist area. And it was a wonderful thing. But I'm driving down and I'm passing the hotel. You've never seen so many motorcycles, police, military. You know, it a major thing. I got off really really the first time I used Air Force One landed",
      "word_count": 53,
      "speaker": "Donald Trump",
      "window_id": "seg_0013"
    },
    {
      "start": 377.47,
      "end": 407.17,
      "duration": 29.69999999999999,
      "text": "and we're coming down and they were, it was very, I mean, it was incredible. And we're going down Pennsylvania Avenue in the opposite direction. know, normally you're just to go in one way and all of a sudden you're going the other way. The street was loaded up and and I wanted to go out and and I wanted to waived everybody, but that wasn't smart. You know, the kids, a little bit dangerous, right? I mean, when you watch like Kennedy Kennedy and some of those, right? some of those, But I really felt, I don't know, the love was so crazy. And so I",
      "word_count": 107,
      "speaker": "Donald Trump",
      "window_id": "seg_0014"
    },
    {
      "start": 408.44,
      "end": 431.71,
      "duration": 23.269999999999982,
      "text": "I did get out of the car for a brief, you know, just for a very short walk. I thought it was very important to do. And Melania got out with a beautiful dress on that became sort sort of a staple. was people loved it and barren and we're walking walking down the street. But we're really got amazing. amazing. We get to the White House and now it's a little bit, a little bit before dark, beautiful.",
      "word_count": 79,
      "speaker": "Donald Trump",
      "window_id": "seg_0015"
    },
    {
      "start": 432.72,
      "end": 469.22,
      "duration": 36.5,
      "text": "And we went up to the presidents presidents quarters. They come to presidential quarters. And I'm standing in in this beautiful hallway. You know, it's funny. Nobody ever talks about the White House as being beautiful inside. You know, you think it's going to be everything's going to be all metal doors and stuff. It's not. It's so beautiful. I made my money largely on luxury. The hallway is like 25 feet wide. The ceiling heights are, you know, it's so beautiful. But I was standing there and and I said to the guys, I want to see the Lincoln bedroom. I had never seen the Lincoln bedroom. I'd heard about the Lincoln bedroom.",
      "word_count": 114,
      "speaker": "Donald Trump",
      "window_id": "seg_0016"
    },
    {
      "start": 470.39,
      "end": 475.79,
      "duration": 5.400000000000034,
      "text": "And I was standing with my wife. I said, do you believe it? This is the Lincoln bedroom.",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0017"
    },
    {
      "start": 482.13,
      "end": 490.94,
      "duration": 8.810000000000002,
      "text": "it's, look, if you love the country, but he or the the Lincoln bedroom and and the bed, you know, he was very tall. He was six foot six, which then would be like,",
      "word_count": 34,
      "speaker": "Donald Trump",
      "window_id": "seg_0018"
    },
    {
      "start": 496.85,
      "end": 512.41,
      "duration": 15.559999999999945,
      "text": "six foot six, he was very tall. They don't talk about that. were there. is. He wore that. Yeah, there it is. It's a long bed, elongated bed. And because very, you know, people were shorter than you see some of the chairs are very, very low to the ground, actually. But he had the long bed and",
      "word_count": 58,
      "speaker": "Donald Trump",
      "window_id": "seg_0019"
    },
    {
      "start": 513.66,
      "end": 528.76,
      "duration": 15.100000000000023,
      "text": "they had, you you had the Gettysburg address right on that, right under that. You can't see it here, but right right there, the original version of the Gettysburg address. And this is the original and I'm looking at it, just looked around. I said, do you believe this?",
      "word_count": 49,
      "speaker": "Donald Trump",
      "window_id": "seg_0020"
    },
    {
      "start": 530.26,
      "end": 540.45,
      "duration": 10.190000000000055,
      "text": "I was never a pilot. So even if you were a politician, but I was never a politician, it just, I sort of just started, right? Right. And all of a sudden, I'm standing in the White House. And it was very, very",
      "word_count": 43,
      "speaker": "Donald Trump",
      "window_id": "seg_0021"
    },
    {
      "start": 541.65,
      "end": 572.5,
      "duration": 30.850000000000023,
      "text": "That room was so beautiful to me, much more beautiful than it actually is. You know, to me, when I looked at the bed and and the bed you could see was a little bit longer, had to be a little bit longer. He lost his son and and they suffered, the two of them suffered from melancholia. melancholia. They didn't call it depression. They called it melancholia and and they suffered from it. He was a very depressed guy and she was a a very depressed woman, more so than him. And on top of that, they lost their son, whose name was Ted,",
      "word_count": 105,
      "speaker": "Donald Trump",
      "window_id": "seg_0022"
    },
    {
      "start": 574.59,
      "end": 587.96,
      "duration": 13.370000000000005,
      "text": "it was just seeing it in the little pictures, a little tiny picture. I mean, you can't see the details there. Little tiny, everything in the way it was, a little tiny picture of Ted, who he lost. And it was devastating.",
      "word_count": 42,
      "speaker": "Donald Trump",
      "window_id": "seg_0023"
    },
    {
      "start": 592.95,
      "end": 605.25,
      "duration": 12.299999999999955,
      "text": "look, he was in a war. was, and he was having a hard time because he couldn't beat Robert E. Lee. Robert E. Lee won like 13 battles in a row. And he was getting like a phobia, like a fighter, you know, lot about the fight stuff.",
      "word_count": 48,
      "speaker": "Donald Trump",
      "window_id": "seg_0024"
    },
    {
      "start": 610.67,
      "end": 621.86,
      "duration": 11.190000000000055,
      "text": "it was a champion who was 14 and one about a year ago. You would know the names. 14 and one. And the only guy he lost to was this one guy. But the guy that he was fighting was like almost",
      "word_count": 42,
      "speaker": "Donald Trump",
      "window_id": "seg_0025"
    },
    {
      "start": 623.66,
      "end": 628.64,
      "duration": 4.980000000000018,
      "text": "just an average fighter lost numerous times. But he beat this one guy. So I said, okay, I",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0026"
    },
    {
      "start": 629.67,
      "end": 636.34,
      "duration": 6.670000000000073,
      "text": "I will figure it out. But about a year ago, but the point is that he lost. He wasn't nearly the fighters, but",
      "word_count": 23,
      "speaker": "Donald Trump",
      "window_id": "seg_0027"
    },
    {
      "start": 637.75,
      "end": 641.11,
      "duration": 3.3600000000000136,
      "text": "the one who was not nearly the fighter had beaten. He's the only guy that beat the",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0028"
    },
    {
      "start": 642.34,
      "end": 652.42,
      "duration": 10.079999999999927,
      "text": "like five years before. And I said, I'll take the guy that won the other fight. And that's what happened. He beat him a second time. thing?",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0029"
    },
    {
      "start": 653.89,
      "end": 657.19,
      "duration": 3.300000000000068,
      "text": "Lincoln had a, I don't know, I've never read this. I heard it from",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0030"
    },
    {
      "start": 658.75,
      "end": 694.74,
      "duration": 35.99000000000001,
      "text": "people in the White House who who really understand what was going on with the whole life of the White House. But Lincoln had the the yips about, about, in a way, as the golfers would say, he had a phobia about about Robert E. Lee. said, I can't beat Robert E. Lee because Robert E. Lee won many battles in a row. He was just beating the hell out of him. You know, they tried to get Robert E. Lee to be on the North. But he said, no, I have to be with my state. You know, the state was was his whole thing. And he went to the South. And he was, I've had generals tell me we have some great generals. The real generals, not the ones you see on television. The ones that beat ISIS with",
      "word_count": 141,
      "speaker": "Donald Trump",
      "window_id": "seg_0031"
    },
    {
      "start": 695.99,
      "end": 704.8,
      "duration": 8.809999999999945,
      "text": "We defeated ISIS in record time. We were supposed to take years years and we did it in a matter of weeks. These are great generals. These are tough guys. These are not woke guys.",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0032"
    },
    {
      "start": 705.84,
      "end": 710.74,
      "duration": 4.899999999999977,
      "text": "their favorite general in in terms of genius was Robert E. Lee. It took a of strategy. Strategically. It took a",
      "word_count": 21,
      "speaker": "Donald Trump",
      "window_id": "seg_0033"
    },
    {
      "start": 713.66,
      "end": 723.12,
      "duration": 9.460000000000036,
      "text": "He took a war that should have been over in a a few days. And And it was years years of hell, of vicious war. And",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0034"
    },
    {
      "start": 727.24,
      "end": 731.88,
      "duration": 4.639999999999986,
      "text": "again, I had never really done this before. You know, I ran a number number of months before I",
      "word_count": 19,
      "speaker": "Donald Trump",
      "window_id": "seg_0035"
    },
    {
      "start": 733.22,
      "end": 741.64,
      "duration": 8.419999999999959,
      "text": "I probably, I I guess if you figured it, max it out, it would be a a year, something like that. So I had never run for office.",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0036"
    },
    {
      "start": 742.73,
      "end": 751.39,
      "duration": 8.659999999999968,
      "text": "And I did well. I mean, I went into debates. We had 18 people, including me. then slowly but surely they started to disappear. We had debates, good debates.",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0037"
    },
    {
      "start": 764.96,
      "end": 796.75,
      "duration": 31.789999999999964,
      "text": "Yeah, private, private stuff. Business. Yeah. biggest thing was just that first moment of being being in this hallowed, it was really a hallowed place to me. It was beyond. To me, that was the experience. It was a surreal experience. And then with with time that that wears off, with time it becomes, you know, your place where you stay. Right. And I was doing a lot of, I had two things. Did I really focus on governing governing the country and survival?",
      "word_count": 84,
      "speaker": "Donald Trump",
      "window_id": "seg_0038"
    },
    {
      "start": 799.23,
      "end": 823.78,
      "duration": 24.549999999999955,
      "text": "Because from the moment I won, before I got to office, all of a sudden, I mean, they came down. mean, nobody has ever been treated treated that way. you see that. I mean, you see we're in the Washington Post very early on. They said, well, now the impeachment stuff starts. And it did. I mean, it literally started for the beginning. So I had survival and run the nation. I had a combination. Most people don't have the survival they get in.",
      "word_count": 84,
      "speaker": "Donald Trump",
      "window_id": "seg_0039"
    },
    {
      "start": 832.59,
      "end": 856.49,
      "duration": 23.899999999999977,
      "text": "10 ,000 appointments. Now they're different. You know, you have big ones and then they appoint 100 people and 200 people. But the president really is involved with approximately 10 ,000 appointments. So you'll appoint appoint a secretary of state. he will, he or she will appoint a lot of people. So it's a lot. But in terms of major ones, you probably have like 100, but they're big ones,",
      "word_count": 70,
      "speaker": "Donald Trump",
      "window_id": "seg_0040"
    },
    {
      "start": 857.96,
      "end": 897.38,
      "duration": 39.41999999999996,
      "text": "treasury, state, military. And how did you know who to appoint? Well, I didn't. I had no experience. You have to understand. So I was there 17 times in Washington. And I never stayed over. According to the press, which I think is probably right. Over the years, I was only there 17 times. I never stayed over. So now I'm sitting there. I'm saying this this place is gorgeous, but you know, I don't know anybody. It's It's like you, you know, you go to certain areas. And other areas, they may be great. Washington was great. Washington's not not so great right now. They're going to we got to fix it. We're going to make it better. The very dangerous place, very badly badly maintained place. We're going to make it great.",
      "word_count": 134,
      "speaker": "Donald Trump",
      "window_id": "seg_0041"
    },
    {
      "start": 901.21,
      "end": 913.46,
      "duration": 12.25,
      "text": "I wasn't a Washington guy. I was a New York guy. I was a New York builder. And I built buildings in New York. And I knew that whole world. But I didn't know the Washington world too well. And all of a sudden, you're supposed to be appointing to a people.",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0042"
    },
    {
      "start": 919.57,
      "end": 927.95,
      "duration": 8.379999999999995,
      "text": "Well, I was always involved in politics, but usually from the standpoint of a donor. I said, donor, you know, I a big donor. I gave money to politicians. I enjoyed",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0043"
    },
    {
      "start": 929.86,
      "end": 935.48,
      "duration": 5.6200000000000045,
      "text": "dem, both really pretty much both. I actually pictures of Ronald Reagan and me when I was very young. were a",
      "word_count": 21,
      "speaker": "Donald Trump",
      "window_id": "seg_0044"
    },
    {
      "start": 940.68,
      "end": 961.38,
      "duration": 20.700000000000045,
      "text": "could get you the exact, but the early 90s, the early 90s, I switched over eventually. Actually, they had a reform party. I was thinking about doing that for a little while. But then fortunately, I didn't because it's it's very hard. You know, it's a two party system. And anytime you hear third party, I know you like RFK Jr. And so do he's a fantastic. I do,",
      "word_count": 69,
      "speaker": "Donald Trump",
      "window_id": "seg_0045"
    },
    {
      "start": 963.22,
      "end": 975.93,
      "duration": 12.709999999999923,
      "text": "nonsense. doesn't work. It doesn't work because even if you do great, you're not going to get Congress. In other words, you need now to say, okay, now I'll get half of Congress. Never going to vote for you. So even if you got there, which is very hard,",
      "word_count": 49,
      "speaker": "Donald Trump",
      "window_id": "seg_0046"
    },
    {
      "start": 977.53,
      "end": 986.24,
      "duration": 8.710000000000036,
      "text": "I know how you feel about Bobby, Bobby, and I feel the same way, and he's now with us. But it doesn't, it's pure and simple. It's a two party system.",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0047"
    },
    {
      "start": 987.25,
      "end": 1000.18,
      "duration": 12.92999999999995,
      "text": "And somebody I won't mention his name, but somebody spent $250 million trying to get the nomination as a reform party candidate or whatever. And they got just nowhere. You You get eaten. You just get eaten. The system eats you alive.",
      "word_count": 42,
      "speaker": "Donald Trump",
      "window_id": "seg_0048"
    },
    {
      "start": 1002.69,
      "end": 1008.19,
      "duration": 5.5,
      "text": "it was really somebody that not only was new to Washington, but was new to politics.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0049"
    },
    {
      "start": 1012.51,
      "end": 1016.46,
      "duration": 3.9500000000000455,
      "text": "office of the presidency, over the years, all those presidents,",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0050"
    },
    {
      "start": 1021.56,
      "end": 1047.92,
      "duration": 26.360000000000127,
      "text": "and 8 % were generals. General Eisenhower, General Washington, right? General George Washington, he had generals. So it's 8 % general, no admirals, 8 % generals, and 92 % politicians. The politicians and they go, so they never had a business guy or they never had a guy that was elected to an office. They were all like Ronald Reagan, was really, he was a movie actor, but he became the governor of California for, I think, two terms, and then he ran.",
      "word_count": 83,
      "speaker": "Donald Trump",
      "window_id": "seg_0051"
    },
    {
      "start": 1052.58,
      "end": 1062.78,
      "duration": 10.200000000000045,
      "text": "you know, in terms of me, and sometimes sometimes I'd use it as an excuse, and I don't like having excuses, actually, but I'd use it as an excuse. I had to rely on people that",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0052"
    },
    {
      "start": 1064.25,
      "end": 1111.62,
      "duration": 47.36999999999989,
      "text": "I respected or liked, but that I didn't know that well because I didn't know them that well. Some of those people I campaigned against, because, you know, when you have 18 people, we had mostly politicians running in in the election, you know, running in the primaries. in the primaries. And they got knocked out one by one, but I got to like some of them. Some of them I didn't like at all. And I don't like them now. And I'd rely on them and I'd rely on other people. So all of a sudden, people would come in. I'd like to recommend so and so to be secretary of state. And I'd have three, four people recommend. One thing I can tell you, everybody wants the position. Of course. No, no, but sometimes I'll hear a a lot of people don't want to work with Trump because Trump is tough to work with, et cetera. Let me tell you, everybody wants to be any one of these positions. They die for it. Of course. Now they don't want to be known. I mean, there's a particular guy in",
      "word_count": 191,
      "speaker": "Donald Trump",
      "window_id": "seg_0053"
    },
    {
      "start": 1114.22,
      "end": 1118.51,
      "duration": 4.289999999999964,
      "text": "New York, primarily, very big, very big, very successful, very,",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0054"
    },
    {
      "start": 1119.72,
      "end": 1129.51,
      "duration": 9.789999999999964,
      "text": "very strong, very political, although he's not a politician. He'd give anything to be secretary of state, but if they they ask him, no, I don't think I would do it. But in the meantime,",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0055"
    },
    {
      "start": 1130.59,
      "end": 1134.59,
      "duration": 4.0,
      "text": "begging for it. Okay, begging they all. I believe Everybody, look, everybody wants",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0056"
    },
    {
      "start": 1135.63,
      "end": 1170.68,
      "duration": 35.049999999999955,
      "text": "my, my, It's very dangerous to pick somebody outside of a politician because a politician's been basically vetted for years. You pick a business guy and and they've never been vetted at all and they're, you know, the head of a big company or something, but they've never been vetted. You know nothing about his personal life. You know nothing about where he's been. When you put him in, it's a little bit dangerous because all all of a sudden they get checked up and you hear things that you're saying, wow, this is not going to work out too well. So it's very dangerous picking, picking people that are outside of politics. It's somewhat dangerous. So",
      "word_count": 117,
      "speaker": "Donald Trump",
      "window_id": "seg_0057"
    },
    {
      "start": 1181.99,
      "end": 1189.09,
      "duration": 7.099999999999909,
      "text": "I find that, that, you know, what do you mean by steps? When you say steps? A stiff, don't, they don't have nothing. nothing. have nothing or they're",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0058"
    },
    {
      "start": 1190.26,
      "end": 1242.3,
      "duration": 52.039999999999964,
      "text": "they're smart and survivor. One, one little thing. So there was a congressman years before I ran and and I was very close to him. And I needed a license on something and he was very important in getting the license. But it was a little bit controversial. The license, this particular thing that was being licensed. But I was close to this guy and and helped him and everything else. I went to him. I said, I'd like to have you help. And he said, let let me take a look at it. I said, oh, that's not too good. But I really really hope you're going to help. Anyway, he tapped me along for a long period of time and ultimately didn't do it. And I said, you are a stiff. You could have done this thing so easy, et cetera. But it was controversial. He was in Congress for many years, like 28 years. And you know, there's a reason when somebody's there for 28 years, you've got to be sort of smart. Right. You know, you have old survivors. I realized he was a survivor. And so they",
      "word_count": 192,
      "speaker": "Donald Trump",
      "window_id": "seg_0059"
    },
    {
      "start": 1249.05,
      "end": 1257.49,
      "duration": 8.440000000000055,
      "text": "And yet I don't disrespect him for it. So I actually respected the guy more in a way that's it. Because he did know what? He's been there for 28 28 years.",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0060"
    },
    {
      "start": 1279.97,
      "end": 1288.93,
      "duration": 8.960000000000036,
      "text": "Oh, yeah. I think so. so. The one question that you'll ask me, that I think you'll ask me, people seem to ask. I always come up with the same answer.",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0061"
    },
    {
      "start": 1290.78,
      "end": 1317.92,
      "duration": 27.1400000000001,
      "text": "The one mistake. Because I had a lot of success. Great economy. Great everything. Everything was great. would. The military rebuilt it. Biggest tax cuts in history. All the so we did. We had a great presidency. Three Supreme Court justices. Most people get none. know, you pick them young. This way they're there for 50 years, right? you know, even if a president is there for eight years, oftentimes they never have a chance. I had three. It was sort of the luck of the draw.",
      "word_count": 87,
      "speaker": "Donald Trump",
      "window_id": "seg_0062"
    },
    {
      "start": 1319.35,
      "end": 1323.18,
      "duration": 3.8300000000001546,
      "text": "I will say that it it always comes back to the same answer.",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0063"
    },
    {
      "start": 1324.33,
      "end": 1328.06,
      "duration": 3.730000000000018,
      "text": "The biggest mistake I made was I picked some people. I picked some great people, you know,",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0064"
    },
    {
      "start": 1329.31,
      "end": 1334.76,
      "duration": 5.4500000000000455,
      "text": "you don't think about that. I picked some people that I shouldn't shouldn't have picked. I picked a few people that",
      "word_count": 21,
      "speaker": "Donald Trump",
      "window_id": "seg_0065"
    },
    {
      "start": 1336.21,
      "end": 1342.47,
      "duration": 6.259999999999991,
      "text": "I shouldn't have picked. Neocons? Yeah, Neocons or bad people or just loyal people or",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0066"
    },
    {
      "start": 1346.27,
      "end": 1370.65,
      "duration": 24.38000000000011,
      "text": "Yeah, I mean, look, I mean, you reading about them a little bit today. A guy like Kelly who was a bully, a a bully, but a weak person, you know. You know more about bullies than anybody probably around because you deal in a certain certain sport where where the bullies are exposed very quickly. But, you know, he's bad. Bolton was an idiot, but he was great for me because I'd I'd go in with a guy like a John Bolton, you know, John Bolton. A friend of mine called me A friend of",
      "word_count": 96,
      "speaker": "Donald Trump",
      "window_id": "seg_0067"
    },
    {
      "start": 1371.73,
      "end": 1383.02,
      "duration": 11.289999999999964,
      "text": "me up. I was picking Bolton. He's a very smart guy. His name is Phil Ruffin. He's a very rich guy from Las Vegas. of the, he's a great card player. He doesn't play cards, but he's a great player. You know, he's just a natural poker",
      "word_count": 47,
      "speaker": "Donald Trump",
      "window_id": "seg_0068"
    },
    {
      "start": 1384.27,
      "end": 1409.82,
      "duration": 25.549999999999955,
      "text": "sense, right? You know, you could all poker sense. And And Phil Ruffin is is a very, very wise kind of a guy and and very one one of the richest people around and and has great success and understands people. So it it was in that I was picking Bolton Bolton or a pick bulb. And he called up. He said, don't pick him. he's a bad guy. I've, now he was an impolitics at all. He's in various various businesses.",
      "word_count": 82,
      "speaker": "Donald Trump",
      "window_id": "seg_0069"
    },
    {
      "start": 1411.89,
      "end": 1421.28,
      "duration": 9.389999999999873,
      "text": "he's a bad guy. He's just, it always works out bad bad with that guy. And I said, oh, man, I wish you told me this two weeks ago. I already hired him. You know, he's here.",
      "word_count": 37,
      "speaker": "Donald Trump",
      "window_id": "seg_0070"
    },
    {
      "start": 1432.01,
      "end": 1450.86,
      "duration": 18.84999999999991,
      "text": "when they saw this whack whack job standing standing behind me, they said, oh, man, Trump's going to go to war with us. He was with Bush when they went stupidly into the Middle East. They They should have never done it. I used to say it as a civilian. So I always got more publicity than other people. And I didn't, it wasn't like I was trying. In fact, I",
      "word_count": 71,
      "speaker": "Donald Trump",
      "window_id": "seg_0071"
    },
    {
      "start": 1532.3,
      "end": 1546.78,
      "duration": 14.480000000000018,
      "text": "it's funny. need at at least the attitude of a comedian when when you're doing this business. This is a very dangerous business for a sort of a very tough business. It's the most dangerous business. Well, for a job? I mean, other than going far",
      "word_count": 46,
      "speaker": "Donald Trump",
      "window_id": "seg_0072"
    },
    {
      "start": 1550.42,
      "end": 1554.17,
      "duration": 3.75,
      "text": "business. Being is the most dangerous. Especially you.",
      "word_count": 8,
      "speaker": "Donald Trump",
      "window_id": "seg_0073"
    },
    {
      "start": 1581.03,
      "end": 1586.53,
      "duration": 5.5,
      "text": "it. But I think he's in good shape because it's only consequential presidents. presidents. If you take a look at what's happened,",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0074"
    },
    {
      "start": 1588.31,
      "end": 1633.14,
      "duration": 44.830000000000155,
      "text": "I'm for having countries pay us billions billions and billions and trillions, even dollars. I took hundreds of billions of dollars from China. Nobody took intense sense, not one other president. I do things that make it, I mean, that that don't necessarily make me so popular. I just do what's right. And when you do that, you know, you're more, look at, look at Iran. We would have never had the attack on Israel at all. Iran was broke. I told China, if you buy, you can't do business in the United States under any circumstances. I was going to, we're going to go cold turkey with China. Some people think that would have been a good idea anyway. But if if you buy any oil, one barrel of oil from them, you're not doing business. I said that to many countries. Iran was broke. They had no money for Hezbollah. had no money for Hamas. They had no money.",
      "word_count": 161,
      "speaker": "Donald Trump",
      "window_id": "seg_0075"
    },
    {
      "start": 1634.27,
      "end": 1652.67,
      "duration": 18.40000000000009,
      "text": "I make myself, you know, I mean, I understand what I'm doing. You make yourself a a target and and it's a very dangerous business. if you just look at statistically, so I said, I said, I don't know if it's right, but one tenth of one percent for a race car drive. Yeah, it's a pretty dangerous business, right?",
      "word_count": 60,
      "speaker": "Donald Trump",
      "window_id": "seg_0076"
    },
    {
      "start": 1653.7,
      "end": 1667.06,
      "duration": 13.3599999999999,
      "text": "One tenth of one percent for for a bull rider. I tell you, to me, I talk to deaf. These guys that ride the bulls is worse than UFC. Yeah. You see these big monster bulls and you you see it in slow motion where the foot is like,",
      "word_count": 49,
      "speaker": "Donald Trump",
      "window_id": "seg_0077"
    },
    {
      "start": 1668.16,
      "end": 1672.04,
      "duration": 3.8799999999998818,
      "text": "an inch away from the head of it hits him, the guy's gone, but they die, you know, they die.",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0078"
    },
    {
      "start": 1674.32,
      "end": 1680.38,
      "duration": 6.060000000000173,
      "text": "Yeah. One tenth of one percent die. Right. And they certainly get hurt badly. I mean, they can't walk after a certain period of time. But with",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0079"
    },
    {
      "start": 1681.46,
      "end": 1685.98,
      "duration": 4.519999999999982,
      "text": "with the president, if you look at the amount of assassination attempts, attempts too, and attempts, the amount of assassination attempts, attempts",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0080"
    },
    {
      "start": 1688.1,
      "end": 1695.09,
      "duration": 6.990000000000009,
      "text": "no, it's a very dangerous position. I never thought of that by the way when I did it. You know, you don't, you don't tend to, I don't. just because people love you",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0081"
    },
    {
      "start": 1718.58,
      "end": 1722.61,
      "duration": 4.029999999999973,
      "text": "they don't even have to take them out. They make them up entirely. Okay. They do that too. But you know, it's interesting when you mentioned the, I They do that too.",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0082"
    },
    {
      "start": 1725.08,
      "end": 1735.0,
      "duration": 9.920000000000073,
      "text": "I was very popular. And all those people love me. I mean, this, some some of these, these these women, they're so, they're so stupid.",
      "word_count": 25,
      "speaker": "Donald Trump",
      "window_id": "seg_0083"
    },
    {
      "start": 1737.53,
      "end": 1746.53,
      "duration": 9.0,
      "text": "she would, every time she'd see me, like I'd be in the the theater or something. she said, you have to be on the show again. Come on, come on. Let's go. She loved She loved me. That episode where",
      "word_count": 40,
      "speaker": "Donald Trump",
      "window_id": "seg_0084"
    },
    {
      "start": 1759.64,
      "end": 1769.39,
      "duration": 9.75,
      "text": "Whoopi loved you. Gives you a hug and a kiss. And how about that other one, the new one on there, one from my administration? She writes me a letter to the greatest president.",
      "word_count": 34,
      "speaker": "Donald Trump",
      "window_id": "seg_0085"
    },
    {
      "start": 1770.47,
      "end": 1832.66,
      "duration": 62.190000000000055,
      "text": "She worked as like an assistant press secretary, I hardly knew her. But she leaves and she writes me this gorgeous letter. What's her name? She was, I I don't even know. You know, she, anyway, she was in the administration. She's on now currently. She's in the far right hand side. Whatever the hell it name is. and and she writes a letter, the most beautiful letter. She's quoted in the paper. He's a consequential. He was the greatest president. Bob, Bob, Bob, then all of a sudden she goes to the view. She's not hitting the hell out me because they won't hire unless I've I've had many people go and CNN and they call it said, I don't know what to do. What they they want to pay me a lot, but I have to be negative. And you said be negative. That's okay. There are guys on like CNN. They won't hire them. Sean Duffy is you know, congressman and he retired. got a good job with CNN, but he was only positive about Trump. So they kept him, but they would never put him on. I mean, I respect what he did. He could have gone, you know, negative. I tell people go go negative. You know, let my friends make the money. Well, it's just so crooked. The press is so crooked.",
      "word_count": 228,
      "speaker": "Donald Trump",
      "window_id": "seg_0086"
    },
    {
      "start": 1843.42,
      "end": 1855.98,
      "duration": 12.559999999999945,
      "text": "worst I've ever seen, though. And I've seen the worst. I mean, I've been a part of it. I've been, I've seen the worst. Kamala goes on 60 minutes, gave an answer that a child wouldn't give. It was so bad.",
      "word_count": 41,
      "speaker": "Donald Trump",
      "window_id": "seg_0087"
    },
    {
      "start": 1857.18,
      "end": 1896.75,
      "duration": 39.569999999999936,
      "text": "And 60 minutes took took the answer out. They took the whole and and they put another answer in They either, but it was better. They took the, well, it wasn't editing. It was fraud. This was not editing. You know, editing is where I'll I'll give an answer and they'll take a couple of words and change around. Or they might even take a sentence or two off, which is very bad. But that's sort sort of bad. You know, I'd give an answer, which was a very good answer. I always talk about, you know, I like to give long the weave. You know, I like to give. But when you do the weaves and you have to be very smart to do with, when you do the weave, look at it. It's just in this one thing. We're talking about a little pieces on here, but it always ends up. No, no, it comes back home for on here, but it always ends up. No,",
      "word_count": 168,
      "speaker": "Donald Trump",
      "window_id": "seg_0088"
    },
    {
      "start": 1898.38,
      "end": 1902.38,
      "duration": 4.0,
      "text": "for the right people, for the wrong people. It doesn't come back home when they end up in the wilderness, right?",
      "word_count": 21,
      "speaker": "Donald Trump",
      "window_id": "seg_0089"
    },
    {
      "start": 1904.24,
      "end": 1925.76,
      "duration": 21.519999999999982,
      "text": "they can take my my answer. And you know what, they may take a little piece of it out or something. And they use the term, yes, we won't the same time. Well, it's not, but I've I've never heard. I think it's the biggest scandal in broadcast history. What happened to CBS? CBS. So you have CBS 60 minutes. That's a news program. It's not a natural time in program. It's under their news. It's the head of their news thing. She",
      "word_count": 83,
      "speaker": "Donald Trump",
      "window_id": "seg_0090"
    },
    {
      "start": 1926.87,
      "end": 1934.94,
      "duration": 8.070000000000164,
      "text": "gives an answer that shows shows that she's essentially incompetent. And they took the answer. Could you imagine them doing that? We can",
      "word_count": 23,
      "speaker": "Donald Trump",
      "window_id": "seg_0091"
    },
    {
      "start": 1951.42,
      "end": 1958.81,
      "duration": 7.389999999999873,
      "text": "Somebody made a big mistake. then the bosses did this or that. Exactly. And then all of a sudden, we got a",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0092"
    },
    {
      "start": 1962.71,
      "end": 2014.4,
      "duration": 51.690000000000055,
      "text": "you what you think? That's a bit... To me, and don't forget, this is election interference and fraud. And it's 60 minutes. It's their news division. It's a big They give those licenses out, Joe, for free. They should pay a fortune. They're worth a fortune. They They give them out for free because they're using the public airwaves. With cable, you don't have that. cable's different. But, you know, it's just a different deal. But with the networks, they give those license. They're worth billions billions of dollars. They give them out free. But you have to be honest and all. That was bad. I think that David Muir and that woman that was a side... I never even heard of her. But they kept interrupting me. It was like... I said, how many people on my debating here? I got this one and I got you two. But he went after me 11 different times. You know, it's interesting. I always thought he was a nice guy, but he's just like the rest of him, you",
      "word_count": 178,
      "speaker": "Donald Trump",
      "window_id": "seg_0093"
    },
    {
      "start": 2074.09,
      "end": 2086.08,
      "duration": 11.989999999999782,
      "text": "which is also terrible. What do you know? When I said crime is soaring, he said, no, no, crime has gone down. I said, when did you hear that one? Crime has gone down. I mean, I'm debating with this guy. But I've had that... Well, there",
      "word_count": 47,
      "speaker": "Donald Trump",
      "window_id": "seg_0094"
    },
    {
      "start": 2090.64,
      "end": 2104.29,
      "duration": 13.650000000000091,
      "text": "the way, statistics were fraud because when they put out the statistics, they didn't include some of the worst places. They didn't include some of the worst cities, some of the most deadly places. And the real numbers came out, I turned out to be right. I haven't You",
      "word_count": 49,
      "speaker": "Donald Trump",
      "window_id": "seg_0095"
    },
    {
      "start": 2160.28,
      "end": 2165.08,
      "duration": 4.799999999999727,
      "text": "It's so sad sad what's happened. And I'll tell you what, I I go to police",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0096"
    },
    {
      "start": 2166.92,
      "end": 2171.29,
      "duration": 4.369999999999891,
      "text": "And we went to one in Long Island. I visited the family in Long Island. very big deal.",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0097"
    },
    {
      "start": 2178.81,
      "end": 2182.41,
      "duration": 3.599999999999909,
      "text": "He's a gentleman. Please pull over. Door opens. Guy comes out firing.",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0098"
    },
    {
      "start": 2183.61,
      "end": 2189.31,
      "duration": 5.699999999999818,
      "text": "Even if they were allowed to pull out the gun, which they're not, you know, pull out the gun. still wouldn't have time.",
      "word_count": 23,
      "speaker": "Donald Trump",
      "window_id": "seg_0099"
    },
    {
      "start": 2190.47,
      "end": 2212.85,
      "duration": 22.38000000000011,
      "text": "They open a door. And he was killed. And his partner was hurt. He was killed. And you don't have, I mean, you don't even have an eighth of a second to think. And it is such a dangerous job. That in particular, think of it. You go up to a car. You don't know who's sitting there with a gun. if they have a gun, you really don't have a chance. You're not allowed to have your gun out, by the way. They have very strict rules.",
      "word_count": 88,
      "speaker": "Donald Trump",
      "window_id": "seg_0100"
    },
    {
      "start": 2214.33,
      "end": 2250.72,
      "duration": 36.38999999999987,
      "text": "number one, they're in it. But even if you could have your gun out, the door opens and a guy and bullets start firing out, you know, and especially especially where they have the dark windows, where they have the dark and the windows, it is such a dangerous profession. And it's very hard to get cops now because because they're not given any backup. And you're right. You know, they have like an eighth of a second to make a decision that's going to change their life. If they make the wrong decision, they're going end up on the front page of every newspaper in the country. And they're going to lose their house and their pension and their job and their wife is going to be gone and everything's going be gone. And",
      "word_count": 135,
      "speaker": "Donald Trump",
      "window_id": "seg_0101"
    },
    {
      "start": 2265.03,
      "end": 2276.74,
      "duration": 11.709999999999582,
      "text": "back the the dignity. have to, we can't. We just have to give them back. You said it's so good. You never hear somebody say that you're you're never going to have it perfect. You're going to have a bad apple in",
      "word_count": 42,
      "speaker": "Donald Trump",
      "window_id": "seg_0102"
    },
    {
      "start": 2278.39,
      "end": 2283.57,
      "duration": 5.180000000000291,
      "text": "But every time there's a bad apple that gets massive publicity and it, it taints everybody out. But",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0103"
    },
    {
      "start": 2302.98,
      "end": 2308.7,
      "duration": 5.7199999999998,
      "text": "She was a big part of defund the police. That was a big thing for her to fund the police. Always defund the police.",
      "word_count": 24,
      "speaker": "Donald Trump",
      "window_id": "seg_0104"
    },
    {
      "start": 2310.44,
      "end": 2317.1,
      "duration": 6.6599999999998545,
      "text": "anybody with that political thought, I don't think she'd be running for president. And I think people are getting wise to it.",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0105"
    },
    {
      "start": 2318.28,
      "end": 2341.66,
      "duration": 23.379999999999654,
      "text": "You know, we're doing pretty well. Now I don't know. Maybe in a week from now, say, sorry about that. I was wrong, but we're leading everything. And I think we're going to have a very good election. But I tell, because people are starting to get to know her, but she was defund the police. She was all these transgender operations. You know, if you wanted a sex change and you were in detention and you demanded a sex change, would give you a sex change.",
      "word_count": 87,
      "speaker": "Donald Trump",
      "window_id": "seg_0106"
    },
    {
      "start": 2356.07,
      "end": 2364.86,
      "duration": 8.789999999999964,
      "text": "But she was in favor of it. So think of it. Now she changed. She changed 15 policies. In fact, I'm going to send her a MAGA cap. She stole",
      "word_count": 30,
      "speaker": "Donald Trump",
      "window_id": "seg_0107"
    },
    {
      "start": 2367.96,
      "end": 2376.47,
      "duration": 8.509999999999764,
      "text": "I came up with this idea that honestly, nobody ever heard of. And now it took her two months, but you know what? All of us caught fire. And she just put it into a little speech. Yeah. And she just",
      "word_count": 41,
      "speaker": "Donald Trump",
      "window_id": "seg_0108"
    },
    {
      "start": 2377.72,
      "end": 2381.89,
      "duration": 4.170000000000073,
      "text": "Yeah. Well, if you can't follow me. I can't follow me. I think we still have that issue. I think that issue is a good word for it.",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0109"
    },
    {
      "start": 2383.47,
      "end": 2401.17,
      "duration": 17.700000000000273,
      "text": "now we have a lot of good issues. know, we had the other day. I think of how simple some of these things are. We're trying to get cars built in the United States. Detroit has been really tough. It's been a disaster. They have a huge factory, a huge car, auto plant being built by China in Mexico. Make cars, sell them in the United States, put everybody out of business. Right? Here we go again.",
      "word_count": 77,
      "speaker": "Donald Trump",
      "window_id": "seg_0110"
    },
    {
      "start": 2402.2,
      "end": 2454.08,
      "duration": 51.88000000000011,
      "text": "I said, if that plant plant is there, when I'm president, I will put 100 100 or 200 people in tariff. So in every car, they'll be unsalable in the United States. And they just announced they're not going to build the plan because they think I'm going to win. They're not not going to build the plant. This was the biggest plant in the world. It would have more than all of Michigan makes. That's how big. You know, this is what we're we're getting to. And I said, if that plan goes up, I want them to understand. If I win, I'm going to tax those cars at the rate of 100 or 200 percent of peace so so that you won't be able to sell them in the United States. They just announced they're not going to build the plan. did a big favor for for our country by doing that. And I'm not even there yet. To me, the most beautiful word, and I've said this for the last couple of weeks, in the dictionary today, and any is is the word tariff.",
      "word_count": 187,
      "speaker": "Donald Trump",
      "window_id": "seg_0111"
    },
    {
      "start": 2456.15,
      "end": 2468.1,
      "duration": 11.949999999999818,
      "text": "It's more beautiful than love. It's more beautiful than anything. It's the most beautiful word. This country can become rich with with the use, the proper use of tariffs. tariffs. It'll keep you just",
      "word_count": 34,
      "speaker": "Donald Trump",
      "window_id": "seg_0112"
    },
    {
      "start": 2473.48,
      "end": 2529.59,
      "duration": 56.11000000000013,
      "text": "okay, we're serious about that. Yeah, sure. Why not? Because we ready our our country was the richest in the eight relatively in in the 1880s and 1890s. A president who was assassinated named McKinley. He was the tariff king. He spoke beautifully of tariffs. His language language was really beautiful. We will not allow the the enemy to come in and take our jobs and take our factories factories and take our workers and take our families unless unless they pay a big price and and the big price is tariffs. And he'd speak like like that, but he was right. And then around in the early 1900s, they switched over stupidly to frankly an income tax. And you know why? Because countries were putting a lot of pressure in America. We don't want to pay tariffs. Please don't you? know, believe believe me, they control our politicians. If you look at the kind of numbers that these these guys make then then and now,",
      "word_count": 166,
      "speaker": "Donald Trump",
      "window_id": "seg_0113"
    },
    {
      "start": 2530.86,
      "end": 2557.27,
      "duration": 26.409999999999854,
      "text": "we had a commission meeting in in the eight, eight, I think it was 1887. Think of this problem. We were so rich, we had so much money. We didn't know what to do. So they set up a blue ribbon commission commission on tariffs and and the sole purpose is what to do with all the money we had. We were so rich because because we were taxing other people for coming in and taking our jobs.",
      "word_count": 78,
      "speaker": "Donald Trump",
      "window_id": "seg_0114"
    },
    {
      "start": 2558.6,
      "end": 2584.17,
      "duration": 25.570000000000164,
      "text": "China does it. That's what China did. If you want to open a factory and sell cars, cars, if you build a factory here or have a factory, they don't take our cars. They wouldn't take our cars. But But if you build a a plant in China, you you can do that. Elon did that. By the way, Elon is great. That guy is such a great guy. I think you're a fan of Elon. He is from a different planet. He's the greatest guy. That rocket coming in. I told",
      "word_count": 92,
      "speaker": "Donald Trump",
      "window_id": "seg_0115"
    },
    {
      "start": 2585.64,
      "end": 2620.65,
      "duration": 35.01000000000022,
      "text": "the story once or twice. So you may have heard it because he's speeches have been good. Did you see the one last night? night? Yeah. 29 ,000 29 ,000 people. That was it. And the one the night before was the same thing. We are rocking rocking and rolling. Elon, and I'm talking to this very important guy. I say, wait a minute. I'm looking at something. The television's on mute address. And I see this rocket sold brown brown from the heat. know, 10 ,000 ,000 degrees pouring down a thousand miles an hour. And I see this thing. It's like a 20 story building. And it catches it. And I say to this guy, it's an important guy.",
      "word_count": 121,
      "speaker": "Donald Trump",
      "window_id": "seg_0116"
    },
    {
      "start": 2625.73,
      "end": 2669.05,
      "duration": 43.320000000000164,
      "text": "And I see this. And it's going to crash. I say it's going to crash into the gantry. They call it a gantry. I said, oh, man, that's going to be a disaster because it's starting to get very close. And then all of a sudden, you see the flames and about a rure in a boom. And then you see the two arms grab it. Crazy. And I forgot the guy. I had him in the front. forgot. No, I said, no, I called called Elon. I said, was that you? He said, that was me. And I said, who else can do that? He said, nobody. Russia can't do it. The United States. Nobody can do it. You know, I set up Space Force. was me. And that's the first time in 82 years that we opened another branch since since the Air Force. And that's going to be one of our most important things. But think think of what Elon does. And he did one other thing that I I never heard of it. It's Starlink.",
      "word_count": 179,
      "speaker": "Donald Trump",
      "window_id": "seg_0117"
    },
    {
      "start": 2671.8,
      "end": 2709.72,
      "duration": 37.91999999999962,
      "text": "I went down to North Carolina, Georgia, the different places. Right there. I followed it right down. And they had no communication. The poles were all knocked down. And one one of the guys in North Carolina said, could you? Do me a favor. Do you know Elon Musk? Yes. He endorsed me. By the way, he gave me the nicest endorsement to this. The tougher he said, the country's going to fail. You should do the same thing, Joe, because you cannot be voting for Kamala. Kamala, you're not a Kamala person. I know you. I've watched you. I know him better than he is. You know what? Without speaking to you, I think I know you. Maybe almost as well as your wife. I have watched you for so many years. You're not a Kamala person.",
      "word_count": 138,
      "speaker": "Donald Trump",
      "window_id": "seg_0118"
    },
    {
      "start": 2711.1,
      "end": 2716.13,
      "duration": 5.0300000000002,
      "text": "Kabeeb person. But you're not a Kamala person. Nobody's going to know who Kabeeb is.",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0119"
    },
    {
      "start": 2717.14,
      "end": 2722.07,
      "duration": 4.930000000000291,
      "text": "not bad, right? That's kind of that's your kind of",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0120"
    },
    {
      "start": 2725.31,
      "end": 2740.94,
      "duration": 15.63000000000011,
      "text": "wait, once that before we finished with tariffs, they just said, they they said, could could you get him? We need Starlink. And I call Elon. Elon. He got it for him so fast, saved so many lives. And I said, how was it? They said, better than the wires. You know, they couldn't put him in. They were all gone.",
      "word_count": 61,
      "speaker": "Donald Trump",
      "window_id": "seg_0121"
    },
    {
      "start": 2751.26,
      "end": 2766.77,
      "duration": 15.509999999999764,
      "text": "We're spending, just to show you, we're spending a a trillion dollars to get cables all over the country, right? Up to upstate areas. We have like two farms and they're spending millions of dollars to have a company. Well, talk about the $42 billion",
      "word_count": 45,
      "speaker": "Donald Trump",
      "window_id": "seg_0122"
    },
    {
      "start": 2771.33,
      "end": 2775.02,
      "duration": 3.6900000000000546,
      "text": "They haven't hooked up one person. Not one person.",
      "word_count": 9,
      "speaker": "Donald Trump",
      "window_id": "seg_0123"
    },
    {
      "start": 2785.96,
      "end": 2816.32,
      "duration": 30.360000000000127,
      "text": "And he wanted to do that. And he wanted to do it. How about this? They built the the charger stations, right? In the Midwest. They built eight of them. They cost $9 billion. billion. That's like a gas pump, right? They built nine gas pumps except electricity comes out. They spent $9 billion. Three of them don't work. The whole thing. There's so much waste. I could sit here and tell you about things that there's there's so much waste, abuse and fraud.",
      "word_count": 84,
      "speaker": "Donald Trump",
      "window_id": "seg_0124"
    },
    {
      "start": 2836.77,
      "end": 2845.34,
      "duration": 8.570000000000164,
      "text": "substantial amount? OK, we were ready to rock. It was all, you know, I had a bad system. We had horrible tax policy. I made it great with",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0125"
    },
    {
      "start": 2846.62,
      "end": 2867.6,
      "duration": 20.980000000000018,
      "text": "with a much lower tax rate. So I took it from almost 40 % down to 21%. Now I'm bringing it from 21 down to 15. But But only if you make your product in in the United States, which is great. People call me this at what a great idea. Nobody ever heard of that before. I don't care if they make the product in Japan. Why should I give them? So it's a 21.",
      "word_count": 76,
      "speaker": "Donald Trump",
      "window_id": "seg_0126"
    },
    {
      "start": 2870.59,
      "end": 2903.93,
      "duration": 33.33999999999969,
      "text": "in the first year, we took in much more revenue than we did at almost 40. Think of that. It inspired. Now we had other things too. We were able to get people to bring back their money. You couldn't, you couldn't bring back your money. If you had money in Europe, Europe, like Apple, Apple had many many billions of dollars outside. was no way to bring it back in the the bureaucracy, the documents, the whole thing. And also the tax was too high. You know, they wanted like half of it or something. Nobody's going to do that. So they leave that money in in Japan and they spend their money there.",
      "word_count": 115,
      "speaker": "Donald Trump",
      "window_id": "seg_0127"
    },
    {
      "start": 2904.96,
      "end": 2912.52,
      "duration": 7.559999999999945,
      "text": "That was part of what I did. The money came pouring back in. Apple took in hundreds of billions of dollars. They brought it back from overseas. They brought it in. So",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0128"
    },
    {
      "start": 2913.65,
      "end": 2920.86,
      "duration": 7.210000000000036,
      "text": "So what happened is this, we were ready to rock and and roll. And then we had the COVID thing. And we had a focus on that.",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0129"
    },
    {
      "start": 2922.56,
      "end": 2956.9,
      "duration": 34.340000000000146,
      "text": "if we didn't give some businesses a hand, they would have all, you would have had a depression like in 1929. But we were ready to start. We were going to, we would have very shortly been paying off debt. You know, we have $35 trillion in debt. And I'll never forget it. We were, it was talking about from, from, you know, the standpoint of being an office. I'm in the over office and I have John McLaughlin and Fabrizio. The two very very good pulses probably, I don't know, I would say the two best who knows, but very good pulses. And we're starting to think about running for a second term.",
      "word_count": 114,
      "speaker": "Donald Trump",
      "window_id": "seg_0130"
    },
    {
      "start": 2959.16,
      "end": 2963.99,
      "duration": 4.829999999999927,
      "text": "we had the greatest economy in in history. It never has they been an economy. And",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0131"
    },
    {
      "start": 2965.64,
      "end": 2970.03,
      "duration": 4.390000000000327,
      "text": "Two things. And also I cut regulations more than anybody else.",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0132"
    },
    {
      "start": 2971.3,
      "end": 2993.72,
      "duration": 22.419999999999618,
      "text": "And if I I asked many of the businessmen, you know, from the big companies, you know, the guys running the big companies, let's say, so if you had your choice, you've had it now for a long time. What's more important to you, the tax tax cuts, you paid less tax or the regulation cuts? Every one of them said the regulation cuts meant more. Who would think that, right? Because you don't equate it to dollars, but it actually has more dollars. We",
      "word_count": 85,
      "speaker": "Donald Trump",
      "window_id": "seg_0133"
    },
    {
      "start": 2995.55,
      "end": 3019.02,
      "duration": 23.4699999999998,
      "text": "had it going and then we just had a focus on something else. But there was so you these two, these two pollsters were were sitting there and they said, sir, if George Washington came back and and Abraham Lincoln was his VP, is opposed to Waltz, how bad is he, by the way? But if Abraham Lincoln was his VP, they couldn't beat you. And",
      "word_count": 66,
      "speaker": "Donald Trump",
      "window_id": "seg_0134"
    },
    {
      "start": 3020.93,
      "end": 3026.36,
      "duration": 5.430000000000291,
      "text": "I'll never forget it. The following day, they they said, something's happening in China, sir.",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0135"
    },
    {
      "start": 3027.47,
      "end": 3035.96,
      "duration": 8.490000000000236,
      "text": "Could we meet? I said, what's happening? People are dying and and it was all around the Wuhan lab, by by the way. There are pictures with",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0136"
    },
    {
      "start": 3039.39,
      "end": 3050.95,
      "duration": 11.559999999999945,
      "text": "all around the the Wuhan lab. And I always said that from the beginning, Joe, they tried to say, first they said it was France and they blamed everybody. But then they say it was Batzferum, a cave, 2000 miles away.",
      "word_count": 41,
      "speaker": "Donald Trump",
      "window_id": "seg_0137"
    },
    {
      "start": 3055.13,
      "end": 3058.3,
      "duration": 3.1700000000000728,
      "text": "despite that, we had the best economy. And when I gave it over,",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0138"
    },
    {
      "start": 3059.62,
      "end": 3066.03,
      "duration": 6.410000000000309,
      "text": "the stock market was higher than it was pre -COVID. I mean, nobody could even believe it. But we saved it",
      "word_count": 21,
      "speaker": "Donald Trump",
      "window_id": "seg_0139"
    },
    {
      "start": 3067.53,
      "end": 3070.64,
      "duration": 3.1099999999996726,
      "text": "we were helping businesses. They were dying. You know, they were So",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0140"
    },
    {
      "start": 3082.38,
      "end": 3086.45,
      "duration": 4.069999999999709,
      "text": "We would have been paying off debt and and we would have had, and don't forget,",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0141"
    },
    {
      "start": 3087.68,
      "end": 3097.98,
      "duration": 10.300000000000182,
      "text": "the word growth is actually more important in way, because you could have the same debt. But if you double the growth, all of a sudden you're under levered. But still, we should pay off debt. You know, if you viewed this 35",
      "word_count": 43,
      "speaker": "Donald Trump",
      "window_id": "seg_0142"
    },
    {
      "start": 3099.68,
      "end": 3123.96,
      "duration": 24.2800000000002,
      "text": "35 trillion dollars right now, it's a lot. But if you look at the asset value, you looked at it purely as an asset value, we have oil oil underground, we have water, we have mountains, we have the, I mean, the assets are so enormous. But regardless of that, we've got 35 trillion in debt, we should pay it off. And we would have started paying off debt and probably even giving further, given further",
      "word_count": 76,
      "speaker": "Donald Trump",
      "window_id": "seg_0143"
    },
    {
      "start": 3125.4,
      "end": 3139.52,
      "duration": 14.11999999999989,
      "text": "tax reductions. I want to get it down to 15%. And we're going to do more business. But when you get hit with a COVID, everything stops and you have to keep these businesses alive. The businesses were dying. I mean, they were just dying. This whole place, this country is going to die.",
      "word_count": 54,
      "speaker": "Donald Trump",
      "window_id": "seg_0144"
    },
    {
      "start": 3168.65,
      "end": 3173.85,
      "duration": 5.199999999999818,
      "text": "the environmental is the biggest tool for stopping growth, the biggest tool. The other is regulation.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0145"
    },
    {
      "start": 3174.96,
      "end": 3184.19,
      "duration": 9.230000000000018,
      "text": "And if you speak to Elon, he said the regulation now to send a rocket up to anywhere, even if you do everything, it's almost, it's becoming impossible.",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0146"
    },
    {
      "start": 3190.15,
      "end": 3220.61,
      "duration": 30.460000000000036,
      "text": "not to do anything. And sometimes I say, you know, I look at some of the, I know the environmental is so better because I had to build buildings in New York. I had to build, I had to do environmental impact studies. And I would see some of these guys that had hired for a lot of money, environmentalists that would get you through the process. be up in Albany. That's the capital of New York. they're trying to make it tougher for for guys like me that that were builders because because they get paid more money. In other words, I had one guy highly",
      "word_count": 107,
      "speaker": "Donald Trump",
      "window_id": "seg_0147"
    },
    {
      "start": 3221.99,
      "end": 3237.45,
      "duration": 15.460000000000036,
      "text": "highly recommended all, you know, I was good at getting permits. I was one of the kings of guy. I was always very good. But the environmental stuff was always horrible. They could slow a project down 10 years, 15 years. I had a project in Louisiana built big LNG plant.",
      "word_count": 51,
      "speaker": "Donald Trump",
      "window_id": "seg_0148"
    },
    {
      "start": 3238.46,
      "end": 3247.68,
      "duration": 9.2199999999998,
      "text": "It was for 14 years. It was going to cost $18 billion. $18 billion, one of the biggest, like the Empire State probably laying down on the side times four,",
      "word_count": 30,
      "speaker": "Donald Trump",
      "window_id": "seg_0149"
    },
    {
      "start": 3252.13,
      "end": 3269.75,
      "duration": 17.61999999999989,
      "text": "And they said, sir, they're going to give it up. I said, that's, they shouldn't give it up. What's the problem? They can't get their environmental. They had environmental permits permits that would fill this whole room up to the ceiling. And they said there was one mistake on one little line. They wanted to do it all over against it. It's not going to happen. And I got them that permit instantly.",
      "word_count": 73,
      "speaker": "Donald Trump",
      "window_id": "seg_0150"
    },
    {
      "start": 3279.59,
      "end": 3284.77,
      "duration": 5.179999999999836,
      "text": "are you talking No, I'm talking about environmental process and lawyers.",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0151"
    },
    {
      "start": 3289.24,
      "end": 3295.26,
      "duration": 6.020000000000437,
      "text": "And how they process? do the same thing about them to be honest with you? How",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0152"
    },
    {
      "start": 3297.27,
      "end": 3310.37,
      "duration": 13.099999999999909,
      "text": "let's say in New York, they go to Albany. And they convince people that if you have a certain type of plant on the ground that's this big and in in theory, valuable, is that it's a rare plant and and you cannot even touch it.",
      "word_count": 46,
      "speaker": "Donald Trump",
      "window_id": "seg_0153"
    },
    {
      "start": 3313.32,
      "end": 3330.89,
      "duration": 17.56999999999971,
      "text": "put a building on it. You can't do anything. Or there's a little puddle. And they call it a lake. And you have to go by the standards of a lake. I said, no, no, that's a puddle. Oh, have no idea. Guys are filling a little puddle. You have no idea what they do. And so, but they use it as a way to stop you.",
      "word_count": 67,
      "speaker": "Donald Trump",
      "window_id": "seg_0154"
    },
    {
      "start": 3347.34,
      "end": 3351.22,
      "duration": 3.8799999999996544,
      "text": "some of them are just bad guys and they're trying to make it more and more difficult. And they have",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0155"
    },
    {
      "start": 3352.92,
      "end": 3370.07,
      "duration": 17.15000000000009,
      "text": "Yeah, I think they maybe had more. They didn't have as much with me because I would get get through them. And I understood it. I've had, I've done so many in, they call it environmental impact study. I did so much to build a building. To build a building in New York is very tough. You got to be very, you got to deal with, think of it.",
      "word_count": 69,
      "speaker": "Donald Trump",
      "window_id": "seg_0156"
    },
    {
      "start": 3377.43,
      "end": 3395.65,
      "duration": 18.220000000000255,
      "text": "Of all of it, to me, the toughest thing was the environmental because because they could stop you cold with the environmental impact study stuff. you you do, you hire a so -called expert. They say, sure, he's the one guy. He can get you through the morass. It's a morass. It's horrible. They use it as a weapon. They use it all over the country.",
      "word_count": 66,
      "speaker": "Donald Trump",
      "window_id": "seg_0157"
    },
    {
      "start": 3406.0,
      "end": 3440.12,
      "duration": 34.11999999999989,
      "text": "do. Look, I had, during our four years, we had the cleanest air in the cleanest water. I view it differently. I say air and and water. Remember this. It costs much more to do things environmentally environmentally clean. China doesn't do anything. When Kerry goes to see President President Xi a China, which he probably doesn't even get to see him, but they look at him, oh yes, yes, we will do. Oh, yes, yes. We're going to do that no more call, more call, just and and then they approve 58 call plants for the next, you know, every they they build a co -plant a week.",
      "word_count": 109,
      "speaker": "Donald Trump",
      "window_id": "seg_0158"
    },
    {
      "start": 3441.92,
      "end": 3447.69,
      "duration": 5.769999999999982,
      "text": "so here we are cleaning and scrubbing everything and everything's got in the years, got to be pure.",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0159"
    },
    {
      "start": 3451.8,
      "end": 3460.65,
      "duration": 8.849999999999909,
      "text": "that stuff floating over China is right over the top of us. Same thing with the oceans. They dump their their garbage into the Pacific Ocean.",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0160"
    },
    {
      "start": 3461.7,
      "end": 3467.51,
      "duration": 5.8100000000004,
      "text": "If you take a little cork and put it there and and about a week and a half, it'll be in front of Los Angeles.",
      "word_count": 25,
      "speaker": "Donald Trump",
      "window_id": "seg_0161"
    },
    {
      "start": 3471.39,
      "end": 3483.35,
      "duration": 11.960000000000036,
      "text": "nobody ever talks about that. But in a way, the bigger one is even the the air. It's the currents. It's an amazing thing. It's been flowing flowing that way for a million years, along before. We share it with the whole",
      "word_count": 42,
      "speaker": "Donald Trump",
      "window_id": "seg_0162"
    },
    {
      "start": 3491.0,
      "end": 3509.78,
      "duration": 18.7800000000002,
      "text": "But we get the China, you you know, they go out the China curse. We get the China curse. They're better and their air is dirty. You know, when I went there, I had a great relationship with Presidency. We got along very well. And they treated me better than anybody's ever been treated. Same thing with Saudi Arabia. A number of them.",
      "word_count": 63,
      "speaker": "Donald Trump",
      "window_id": "seg_0163"
    },
    {
      "start": 3511.06,
      "end": 3520.53,
      "duration": 9.470000000000255,
      "text": "they laid it out and and I said, this air is good. You You know, they closed every factory one week before I got there from within 200 miles.",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0164"
    },
    {
      "start": 3525.71,
      "end": 3531.77,
      "duration": 6.059999999999945,
      "text": "way to think, you know, he cleaned it up and then it became a pigstack. Well, the dumbest",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0165"
    },
    {
      "start": 3549.57,
      "end": 3556.98,
      "duration": 7.4099999999998545,
      "text": "But in a way, that was a bad thing that he did because he showed what what a disgrace that was. What a disgrace.",
      "word_count": 24,
      "speaker": "Donald Trump",
      "window_id": "seg_0166"
    },
    {
      "start": 3588.38,
      "end": 3594.81,
      "duration": 6.429999999999836,
      "text": "let me give you one that you you may not know. Which I think you know everything actually as as a student, as a student of yours. But, but as a student, as",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0167"
    },
    {
      "start": 3600.53,
      "end": 3620.26,
      "duration": 19.730000000000018,
      "text": "Los Angeles, you can't get proper amounts of water. Right. And it's unbelievably expensive. And you might have a house in Beverly Hills and and they're actually thinking about rationing water. Can you believe it? the farm court country with some of the congressmen who were driving up highway. And I say, how come all this land is so barren?",
      "word_count": 60,
      "speaker": "Donald Trump",
      "window_id": "seg_0168"
    },
    {
      "start": 3622.49,
      "end": 3644.29,
      "duration": 21.800000000000182,
      "text": "It's farmland and it looked terrible. just brown and bad. I said, but there's always that little corner that's that's so green and beautiful. They said, we we have no water. I said, do you have a drought? No, we don't have a drought. I said, why didn't you have no water? Because the the water isn't allowed to flow down. It's got a natural flow from Canada all the way up north of the water, more water than they could ever use. of the water,",
      "word_count": 86,
      "speaker": "Donald Trump",
      "window_id": "seg_0169"
    },
    {
      "start": 3647.43,
      "end": 3651.48,
      "duration": 4.050000000000182,
      "text": "in order to protect a tiny little fish, the water up",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0170"
    },
    {
      "start": 3653.3,
      "end": 3695.01,
      "duration": 41.710000000000036,
      "text": "gets routed into the Pacific Ocean. Millions and millions of gallons of water gets poured. You get to see this. We're driving up and and I had never seen it before. It's the most, it's like Iowa. It's the most fertile land. Iowa is blessed with great land. Idaho for a potato, right? these, they're just, by the way, you know, some land is good for a potato. Some land is good for corn. It's craziest thing. I love the farmers at great. They're the greatest. And by the way, they're getting killed right now. They are. They're getting killed because of the stupid administration. But so so I see this and I said, you got to be kidding. I said, you you mean you have water and I looked at it. It's like a valve in your sink except it's massive. The things five times taller than you're sealing.",
      "word_count": 150,
      "speaker": "Donald Trump",
      "window_id": "seg_0171"
    },
    {
      "start": 3698.76,
      "end": 3702.17,
      "duration": 3.4099999999998545,
      "text": "They have so much water. You ever see that. The",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0172"
    },
    {
      "start": 3719.87,
      "end": 3725.51,
      "duration": 5.640000000000327,
      "text": "Think of those dry forests that burned down all over the world. You know the head of Austria said,",
      "word_count": 19,
      "speaker": "Donald Trump",
      "window_id": "seg_0173"
    },
    {
      "start": 3754.03,
      "end": 3757.45,
      "duration": 3.419999999999618,
      "text": "beings screwed that. No, they let it go into the Pacific and then they.",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0174"
    },
    {
      "start": 3775.31,
      "end": 3803.08,
      "duration": 27.769999999999982,
      "text": "But think of it. Big one to go dry. You could have all all of the water you need. All of that land would have more water. The whole thing could be like that little patch. Yeah. Literally, I'd say, as with Devon known as a congressman and other congressman, we were going up. I was visiting that because they they asked me to go up and visit their territory. And I did. But I kept saying, look at this land. It's beautiful, but it's it's so dry. And I thought they were going through like a desert, like a drought. They said, no, we have water, but it gets re. So I looked into it.",
      "word_count": 116,
      "speaker": "Donald Trump",
      "window_id": "seg_0175"
    },
    {
      "start": 3806.74,
      "end": 3837.25,
      "duration": 30.51000000000022,
      "text": "I could have water for for all of that land. Water for your forest. You know, your forest had dry as a bone. Yeah. Dangerous. That water could be routed. You know, you could have everything. Not only dangerous. Billions of dollars a year, they spend on forest forest fires. And you know, there's a case with the environment. They're not allowed to rake their forests because you're you're allowed to touch it. When a tree falls down, after 18 months, it becomes very dry. It's like, you know, like real firewood, it's bad. You know, tree that's up, these are all things I learned,",
      "word_count": 105,
      "speaker": "Donald Trump",
      "window_id": "seg_0176"
    },
    {
      "start": 3838.71,
      "end": 3861.03,
      "duration": 22.320000000000164,
      "text": "the hard way, the easy way. But when a tree is up, it sucks water, it's wet. I went to that, the hard, they had a couple of horrible forest fires in California. I went, I said, you know, you had a lot of tree standing. Yes, they were healthy trees, sir. I said, with this intense heat, you could see they were charred a little bit on the bottom. But they were going to be all right because because they're soaking wet because they suck up the water, right? But when they fall,",
      "word_count": 94,
      "speaker": "Donald Trump",
      "window_id": "seg_0177"
    },
    {
      "start": 3862.35,
      "end": 3867.7,
      "duration": 5.349999999999909,
      "text": "you know, it's like lighting a match. And you got to be able to clean, they call maintain your forest. So I with the head of Austria. So I with the",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0178"
    },
    {
      "start": 3869.52,
      "end": 3881.97,
      "duration": 12.449999999999818,
      "text": "He said, you know, it's a shame. I see all those forest fires in California. And all they have to do is clean clean their forest, meaning break break it up, get rid of the leaves, get rid of, you know, leaves that are sitting there for five years. We'll certainly",
      "word_count": 51,
      "speaker": "Donald Trump",
      "window_id": "seg_0179"
    },
    {
      "start": 3883.24,
      "end": 3886.53,
      "duration": 3.2900000000004184,
      "text": "get rid of the trees that are falling at that, you know, or like,",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0180"
    },
    {
      "start": 3896.42,
      "end": 3927.13,
      "duration": 30.710000000000036,
      "text": "You get rid of the dead, okay? Yeah, I that's the real issue You know, environmentally, don't want to do that. said, you know, it's got to be nature and all this stuff. But in the meantime, this is exactly what what you could have. So it it was the Department of Commerce that needed the approvals, but Gavin Newsom had assigned him. I got it all done. Nobody could believe it. It was all done. I said, I got it. You got so much water, all you have to do is sign. And that guy didn't want to sign.",
      "word_count": 100,
      "speaker": "Donald Trump",
      "window_id": "seg_0181"
    },
    {
      "start": 3933.37,
      "end": 3963.78,
      "duration": 30.41000000000031,
      "text": "he used to say he's he's a great president that we got along. We did. We actually got along at at that point. But I think somebody said you just can't continue to call him a great president. You know, they do say that. But we had it all done. He didn't sign, and then we got on to other things. And every time I go to California, you have so much water. don't know it. I'm telling you, people living in Beverly Hills, they turn off the water. Same thing with the electric. They want to go to all electric cars, but they have brand -outs every weekend.",
      "word_count": 109,
      "speaker": "Donald Trump",
      "window_id": "seg_0182"
    },
    {
      "start": 3979.29,
      "end": 3987.56,
      "duration": 8.269999999999982,
      "text": "terminate the mandate, mean, this amendment. you. That will be done, I would say, in my first day, maybe two days, because you know, let me ask you about",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0183"
    },
    {
      "start": 4027.59,
      "end": 4030.64,
      "duration": 3.049999999999727,
      "text": "you're not supposed to enter the land for 3 ,000 years,",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0184"
    },
    {
      "start": 4057.64,
      "end": 4066.59,
      "duration": 8.950000000000273,
      "text": "Well, you look at the way the battery is made, but here's the other thing. We don't have... Well, we do, actually. It's being held. You know, we have certain areas where we have great raw earth,",
      "word_count": 37,
      "speaker": "Donald Trump",
      "window_id": "seg_0185"
    },
    {
      "start": 4067.95,
      "end": 4079.53,
      "duration": 11.580000000000382,
      "text": "And we're not allowed to use it because of the environment. And we have areas in California that have incredible raw earth. And they're not allowing... And I'm going to open it up. I'm going to let it use it. But how do you do that? Shina,",
      "word_count": 47,
      "speaker": "Donald Trump",
      "window_id": "seg_0186"
    },
    {
      "start": 4081.37,
      "end": 4093.91,
      "duration": 12.539999999999964,
      "text": "Because the environment is going to be protected. You can do it. You can make a lake out of it. Okay, we'll put back a lake. something nice about lakes. You can do things magnificently. You just have to do it carefully and responsibly. Absolutely. You just have to do it carefully and responsibly. Absolutely. You have to do it carefully.",
      "word_count": 61,
      "speaker": "Donald Trump",
      "window_id": "seg_0187"
    },
    {
      "start": 4095.78,
      "end": 4099.76,
      "duration": 3.980000000000018,
      "text": "you know, China has all all of those areas, most of those areas.",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0188"
    },
    {
      "start": 4101.36,
      "end": 4111.03,
      "duration": 9.670000000000073,
      "text": "when they say go electric with the cars, China is going to be the one that gives us the cars. All of those guys in Detroit are going to be out of business. You're going to make your electric cars over there. We have a thing called",
      "word_count": 47,
      "speaker": "Donald Trump",
      "window_id": "seg_0189"
    },
    {
      "start": 4112.77,
      "end": 4138.62,
      "duration": 25.849999999999454,
      "text": "And we have more oil and gas under our feet than any other nation. You know, I had in in Alaska there's a find. It's called anwar. I I got it approved. Reagan couldn't get it. Nobody could get it. I got it all done. was amazing. They were getting ready to start drilling. The equivalent they think of Saudi Arabia, one of the biggest finds in the world, was all set to go. And Biden comes in. His, one of his first orders were,",
      "word_count": 85,
      "speaker": "Donald Trump",
      "window_id": "seg_0190"
    },
    {
      "start": 4139.65,
      "end": 4151.55,
      "duration": 11.900000000000546,
      "text": "we're not going to use it. It would have been so good for the, we could have supplied all of Asia with with oil and gas. What about money. The negative was politically. They didn't think it was good for them. That's all.",
      "word_count": 43,
      "speaker": "Donald Trump",
      "window_id": "seg_0191"
    },
    {
      "start": 4153.64,
      "end": 4181.64,
      "duration": 28.0,
      "text": "Taken it from way down deep in the earth, environmentally would have been fine. So it can be done responsibly. Absolutely. Oh, the one where it protects the environment. Well, I think windmills, okay. So they talk about windmills. I think windmills are really disruptive. When you talk about the environment, they killed the birds. You want to see a bird cemetery. Go under a windmill someday that that hasn't been cleaned cleaned out with with all the bird cars. Yeah. Yeah. Massive amounts of Well, they're also",
      "word_count": 88,
      "speaker": "Donald Trump",
      "window_id": "seg_0192"
    },
    {
      "start": 4196.57,
      "end": 4206.23,
      "duration": 9.659999999999854,
      "text": "most expensive form of electricity is a windmill. And then they start to rust and rot. abandoned by the people that built them. Well,",
      "word_count": 24,
      "speaker": "Donald Trump",
      "window_id": "seg_0193"
    },
    {
      "start": 4215.78,
      "end": 4233.51,
      "duration": 17.730000000000473,
      "text": "you can't bury them. So I I even question that, but I'm not going to get into it. But they they say you can't bury them. So you have the blades and and you can't bury the blades. You can bury the blades. It's not going to matter. You can bury the, you'll find areas you can bury. But they they come up. This is what I mean. They come up with this. But the the environmentalist dream is windmills everyone.",
      "word_count": 81,
      "speaker": "Donald Trump",
      "window_id": "seg_0194"
    },
    {
      "start": 4234.53,
      "end": 4248.9,
      "duration": 14.36999999999989,
      "text": "You know what happens to them? After five years, they start to rot. After 10 years, you have to replace them. Did you have a look at certain parts of California where they have heavy windmills and they've been abandoned? And they're all different manufacturers in all different companies. they are. It is the ugliest thing. It looks like a graveyard almost, a graveyard of windmills. they are. It",
      "word_count": 69,
      "speaker": "Donald Trump",
      "window_id": "seg_0195"
    },
    {
      "start": 4259.89,
      "end": 4275.72,
      "duration": 15.829999999999927,
      "text": "How about in New Jersey, or the coast of New Jersey, they want to build? The The people are going crazy not to build them. But we have them. The whales are washing up on shore. So in in 50 years, they had one whale coming ashore. Now they had like 18 come into the last year.",
      "word_count": 57,
      "speaker": "Donald Trump",
      "window_id": "seg_0196"
    },
    {
      "start": 4279.09,
      "end": 4285.83,
      "duration": 6.739999999999782,
      "text": "Well, they say that the wind drives them crazy. You know, it's a vibration because you have those. Right. there's things that 50 50 story building some of them.",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0197"
    },
    {
      "start": 4288.02,
      "end": 4293.39,
      "duration": 5.369999999999891,
      "text": "you know, the wind is rushing. The things are blowing. It's a vibration and it makes noise.",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0198"
    },
    {
      "start": 4294.45,
      "end": 4324.37,
      "duration": 29.920000000000073,
      "text": "You know what it is? I want to be a whale psychiatrist. It drives the the whales fricking crazy. Something happens with them. But for whatever reason, they're getting washed up on shore. you know, and yet the environment is ignored environment is ignored by the But the environment, the But the environment, I don't talk about it. I think there's nothing uglier. I see it in Scotland. I see it all over the world. You have this beautiful valley. It's been there for, you know, in civilization thousands of years. But millions of years. And all of a sudden you have these ugly windmills",
      "word_count": 105,
      "speaker": "Donald Trump",
      "window_id": "seg_0199"
    },
    {
      "start": 4328.57,
      "end": 4338.22,
      "duration": 9.650000000000546,
      "text": "Well, nuclear is better. I mean, I think there's a little danger of nuclear. you know, we had some really bad nuclear. nuclear. They did one in Alabama. They did one in, I think South Carolina.",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0200"
    },
    {
      "start": 4339.49,
      "end": 4343.96,
      "duration": 4.470000000000255,
      "text": "They do them wrong. They build these massive things. Then the environmental is getting...",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0201"
    },
    {
      "start": 4344.97,
      "end": 4368.82,
      "duration": 23.849999999999454,
      "text": "getting... I don't want to go into a long story because it's too long for the show. This show is too valuable to talk about concrete. they they have hardened concrete. It's number 12 concrete. It's the hardest. It's harder than steel. It's incredible. They put up a wall and inspect it comes along those... No, no. Your quarter of an inch... The wall might be eight feet wide. Your quarter of an inch too short. I'm sorry. You got to rip down the wall. You got to... Because it's got to be poured continuously, right?",
      "word_count": 96,
      "speaker": "Donald Trump",
      "window_id": "seg_0202"
    },
    {
      "start": 4370.4,
      "end": 4375.67,
      "duration": 5.270000000000437,
      "text": "one quarter of an inch... I'm sorry. You can't rip it down. This stuff you can't put a hammer through it. You can't... It's",
      "word_count": 24,
      "speaker": "Donald Trump",
      "window_id": "seg_0203"
    },
    {
      "start": 4377.34,
      "end": 4382.35,
      "duration": 5.010000000000218,
      "text": "Concrete technology is unbelievable. What... you know what's happened? You think of... So you think",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0204"
    },
    {
      "start": 4383.94,
      "end": 4412.05,
      "duration": 28.110000000000582,
      "text": "inspector that comes along and he says, take down a $25 -vizillion wall. These things ended up costing $25 billion. And one of them never got opened. But here's the story. So France France does it. France is largely nuclear. And they build small, little, compact plants. And if they need more, they build the same thing. And they hook it up. And they hook it up. Because they get too big and too complex and too expensive.",
      "word_count": 78,
      "speaker": "Donald Trump",
      "window_id": "seg_0205"
    },
    {
      "start": 4413.4,
      "end": 4420.83,
      "duration": 7.430000000000291,
      "text": "it is very clean. They say it's...it's absolutely... You know, my uncle, I had a great uncle who was a great great genius just like other",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0206"
    },
    {
      "start": 4424.69,
      "end": 4435.05,
      "duration": 10.360000000000582,
      "text": "he was a professor at at MIT for for I think 41 years. He was the longest... When When I was in the White House, the head of MIT Princeton and Harvard came down to meet me.",
      "word_count": 37,
      "speaker": "Donald Trump",
      "window_id": "seg_0207"
    },
    {
      "start": 4436.96,
      "end": 4446.95,
      "duration": 9.989999999999782,
      "text": "MIT person said, I have a book on your uncle, Dr. John Trump. He was our longest serving professor. He was a great genius, sir. Do you know how... how... And he had... He knew everything about nuclear...",
      "word_count": 38,
      "speaker": "Donald Trump",
      "window_id": "seg_0208"
    },
    {
      "start": 4448.42,
      "end": 4458.52,
      "duration": 10.100000000000364,
      "text": "From math to chemistry to nuclear, he knew it. And he said, someday it's going to be the way to go. But the problem is so dangerous in terms of war. He said... Right.",
      "word_count": 34,
      "speaker": "Donald Trump",
      "window_id": "seg_0209"
    },
    {
      "start": 4460.01,
      "end": 4477.83,
      "duration": 17.81999999999971,
      "text": "Donald... And this was a long time... Uncle John, Dr. John Trump. He He said, someday you'll you'll have a little satchel at your side and you're going to a building and you'll be able to blow up New York City. said, Uncle John, that'll never happen. He's right. You know, he's right. Well, that was a power -so - - With",
      "word_count": 62,
      "speaker": "Donald Trump",
      "window_id": "seg_0210"
    },
    {
      "start": 4487.57,
      "end": 4512.61,
      "duration": 25.039999999999964,
      "text": "The biggest problem in the world today is not global warming. It's nuclear warming. And we have idiots that are negotiating for us. We have a guy that doesn't make it past four o 'clock. And it's not because of age, you know? I know so many guys in their late 80s and they're better than... I said to one guy, I think you're smarter than you were 25 years ago. I've him a long time. He's 89 years old. He's sharp. I mean, he's great.",
      "word_count": 86,
      "speaker": "Donald Trump",
      "window_id": "seg_0211"
    },
    {
      "start": 4513.89,
      "end": 4529.38,
      "duration": 15.489999999999782,
      "text": "Biden gives people a bad name name because that's not an old... That's not an age. I think they say it because I'm three or four years younger. You know, I think that's why they say it. They say it's age. It's not to say it's He's got a problem. Two major brain surgeries. He did. Those are are not good operations.",
      "word_count": 62,
      "speaker": "Donald Trump",
      "window_id": "seg_0212"
    },
    {
      "start": 4547.08,
      "end": 4552.91,
      "duration": 5.829999999999927,
      "text": "I was looking over. I'm saying, this is strange. It's just sort of like strange things were happening.",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0213"
    },
    {
      "start": 4564.14,
      "end": 4571.76,
      "duration": 7.619999999999891,
      "text": "I think they wanted to... Well, there's a lot of theories. A lot of people said, do the debate now and we'll get them out. I think that maybe could be.",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0214"
    },
    {
      "start": 4574.24,
      "end": 4577.24,
      "duration": 3.0,
      "text": "debate now and get it over with.",
      "word_count": 7,
      "speaker": "Donald Trump",
      "window_id": "seg_0215"
    },
    {
      "start": 4578.61,
      "end": 4592.83,
      "duration": 14.220000000000255,
      "text": "don't think anybody thought he was going to get out, really. I don't think... Did the debate got got him out, but I think it's very unfair. Look, you have a bad debate. His numbers went down. But I think she's not doing very well right now. And I think she looks...",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0216"
    },
    {
      "start": 4601.91,
      "end": 4604.97,
      "duration": 3.0600000000004,
      "text": "was never",
      "word_count": 2,
      "speaker": "Donald Trump",
      "window_id": "seg_0217"
    },
    {
      "start": 4607.16,
      "end": 4610.48,
      "duration": 3.319999999999709,
      "text": "how polls are done. Oh, I'm going to get my savings trouble.",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0218"
    },
    {
      "start": 4611.51,
      "end": 4615.97,
      "duration": 4.460000000000036,
      "text": "So I really don't believe too much in them. So... Well, 2016 taught a lot",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0219"
    },
    {
      "start": 4617.22,
      "end": 4655.29,
      "duration": 38.06999999999971,
      "text": "Well, they were very ineffective. Because I thought I was doing well. I'd go to a place and not have 30 30 ,000 ,000 people. Hillary would go, they have 500 people. And they tell me I'm going to lose... I said, why am I going to lose? I had 40 ,000 people. She had 200 people. But, you know, I have a theory of these polls. It's a charge a lot of money, too. You know, they charge a half a million bucks to do some stupid poll. And they interview like 251 people. I don't think they interview in many cases. I don't want to get myself in too much trouble. You think it's bullshit? No, I think they sit there. They make a deal. They get a half a million bucks. And they say... say... Trump's leading 51 to 49. They announce it. And everybody says, oh, Do you understand? I don't think... So you I don't think... So you I don't think...",
      "word_count": 166,
      "speaker": "Donald Trump",
      "window_id": "seg_0220"
    },
    {
      "start": 4656.45,
      "end": 4665.66,
      "duration": 9.210000000000036,
      "text": "I think in a lot... Look, I'm a very common sense person. I think that they they probably don't don't always poll. Some of them probably never poll.",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0221"
    },
    {
      "start": 4667.35,
      "end": 4671.69,
      "duration": 4.339999999999236,
      "text": "What's the difference between 49 to 51 and 47 and a half?",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0222"
    },
    {
      "start": 4678.49,
      "end": 4682.62,
      "duration": 4.130000000000109,
      "text": "know of one person in in my whole life that ever got called by a poll.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0223"
    },
    {
      "start": 4687.18,
      "end": 4703.6,
      "duration": 16.420000000000073,
      "text": "But I shouldn't say that because I'm doing very, you know, really well in the polls. But I think that's... So this week I happen to believe in a verse. I only believe of... I of a good... No, I like them this month. But no, honestly believe that there's probably a lot of fraud. I had a poll... Washington Post ABC in the Hillary thing on",
      "word_count": 67,
      "speaker": "Donald Trump",
      "window_id": "seg_0224"
    },
    {
      "start": 4709.32,
      "end": 4758.7,
      "duration": 49.38000000000011,
      "text": "I knew it was wrong because I had a rally. I had 29 ,000 people at a race track. And it was like zero degrees Wisconsin. And they had me down 17 17 points. In other words, you had no chance. And I won. And I called up... My pollster was a good guy. Good guy. guy. And I believe believe he's legitimate. some of them are. And some of them are. I said, tell me. Why did they have me down so much? mean, nobody's going to believe them the next time they said they don't care. When you're down 17 points, people are going to stay home. They're not going to vote. Right. Because they're going to say, I love Trump, but I'm not going to waste my time. It's cold out. I said, but what do they make it four or five? He said, at four or five, they're going to go and vote. At 17, they're not going to go and vote. So think of it. I was... There's a Washington Post, ABC poll. I was down 17 points in Wisconsin, and I won.",
      "word_count": 188,
      "speaker": "Donald Trump",
      "window_id": "seg_0225"
    },
    {
      "start": 4790.56,
      "end": 4804.48,
      "duration": 13.919999999999163,
      "text": "Well, they say it made ten point difference, and I lost by one tenth tenth tenth of a point. What is it? They say it was 22 ,000 votes. But look, it was much more than that. And I appreciate JD Vance. And by the way, I think he was a great pick.",
      "word_count": 53,
      "speaker": "Donald Trump",
      "window_id": "seg_0226"
    },
    {
      "start": 4805.52,
      "end": 4809.91,
      "duration": 4.389999999999418,
      "text": "Do you like JD? I like him You're allowed to say that. No, I do. I like him a lot.",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0227"
    },
    {
      "start": 4820.39,
      "end": 4823.73,
      "duration": 3.339999999999236,
      "text": "Is that what you called me to do?",
      "word_count": 8,
      "speaker": "Donald Trump",
      "window_id": "seg_0228"
    },
    {
      "start": 4841.13,
      "end": 4870.27,
      "duration": 29.140000000000327,
      "text": "It zicked right there. healed up pretty fucking good. That's pretty good. Yeah, it's it's not like some of the wrestlers, some of the UFC fighters. No. no. was sort like a top shot. The point of the bullet was only the ass. But you see the thing is to take it off a little bit. But it makes me a tougher guy. Yeah, the fighters love there. You know, Bo Nicol is a great fighter. I love How's he going to do? I think he's true. He's",
      "word_count": 88,
      "speaker": "Donald Trump",
      "window_id": "seg_0229"
    },
    {
      "start": 4880.62,
      "end": 4886.93,
      "duration": 6.3100000000004,
      "text": "Ooh, that's going to be an inch after the election. I'll either go as president or I'll be depressed and I won't bother him.",
      "word_count": 24,
      "speaker": "Donald Trump",
      "window_id": "seg_0230"
    },
    {
      "start": 4902.51,
      "end": 4907.06,
      "duration": 4.550000000000182,
      "text": "though she conceded. You know, she conceded the night of the election because she was beaten.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0231"
    },
    {
      "start": 4920.83,
      "end": 4933.84,
      "duration": 13.010000000000218,
      "text": "Well, look at these guys in Congress, all these sleaze bags in Congress that are Democrats. They're still denying 2016. But now they don't so much because you know, they try and pin it on me. You don't hear them say, but they denied it right up until the end.",
      "word_count": 50,
      "speaker": "Donald Trump",
      "window_id": "seg_0232"
    },
    {
      "start": 4982.93,
      "end": 4993.46,
      "duration": 10.529999999999745,
      "text": "And you had legislatures that that had to approve, and they didn't approve, and they went out and did it anyway. And you had all -fashioned ballots growing. mean, you had",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0233"
    },
    {
      "start": 4994.54,
      "end": 5000.99,
      "duration": 6.449999999999818,
      "text": "people going up and dropping in Fony votes. You had unsigned ballots, et cetera, et cetera. There's certain people that think they have.",
      "word_count": 23,
      "speaker": "Donald Trump",
      "window_id": "seg_0234"
    },
    {
      "start": 5014.54,
      "end": 5047.43,
      "duration": 32.89000000000033,
      "text": "Kamala is a very low IQ person. She's a very low IQ. You know, I'm for taking tests, too. I think anybody that runs for president should give him tests. And it's not an age thing. not based. If you look back on history 70s and 80s, some of your greatest leaders in the world, world history, long -time world history, they were in their 70s and their 80s. But I think you should take cognitive tests. think everybody, they say it's unconstitutional. But I think, I think, accomplish you have a test because there's something missing. There's something wrong with it.",
      "word_count": 102,
      "speaker": "Donald Trump",
      "window_id": "seg_0235"
    },
    {
      "start": 5068.86,
      "end": 5076.72,
      "duration": 7.860000000000582,
      "text": "this is an interview. We've covered a lot of territory, right? you know, it's fine. I don't care. I want to. I think it's much more interesting.",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0236"
    },
    {
      "start": 5078.21,
      "end": 5082.07,
      "duration": 3.8599999999996726,
      "text": "to do an interview with Anderson Anderson Cooper,",
      "word_count": 8,
      "speaker": "Donald Trump",
      "window_id": "seg_0237"
    },
    {
      "start": 5083.22,
      "end": 5124.82,
      "duration": 41.599999999999454,
      "text": "a softball, crazy softball interview. She took two days off and she studied and studied all day long, and then she comes out with a result that was a real embarrassment. That was a really bad interview. She couldn't answer a question. And every question is not answered. mean, like, what would you do your first day in office? Okay, I'll build a wall. I won't build a wall. There's a hundred things you can say. Just say anything, right? There's something off with her. Well, I'm dealing with the smartest people. They hate when I say, you know, when the press, when I call president, she said, he he called president, she brilliant. Well, he's a brilliant guy. He controls 1 .4 billion people with an iron fist. I mean, he's a brilliant guy. with a like it or not. And they go crazy.",
      "word_count": 145,
      "speaker": "Donald Trump",
      "window_id": "seg_0238"
    },
    {
      "start": 5127.13,
      "end": 5141.1,
      "duration": 13.970000000000255,
      "text": "not dangerous. But actually, we have evil people in our country. Yes. If you have a smart president, he can deal with Russia. He can deal with all of it. I had a... Russia would have never gone into Ukraine if I were president.",
      "word_count": 44,
      "speaker": "Donald Trump",
      "window_id": "seg_0239"
    },
    {
      "start": 5143.13,
      "end": 5172.45,
      "duration": 29.31999999999971,
      "text": "Automatic two things. I told him. I said, Vladimir, you're not going in. I used to talk to him all the time. You're not going in. I I can't tell you what I told him because because I think it would be inappropriate. But someday he'll tell you. But he would have never gone in. But you know why else he wouldn't have gone in? Oil prices at $40 a barrel wouldn't wouldn't have allowed him. Wouldn't have given him the the money to prosecute that war. Wouldn't have given him the money. I said it with president. I was with president. She... I said, it was almost the same conversation",
      "word_count": 111,
      "speaker": "Donald Trump",
      "window_id": "seg_0240"
    },
    {
      "start": 5174.5,
      "end": 5179.36,
      "duration": 4.859999999999673,
      "text": "with Vladimir. It was Moscow. Now with with president Xi, it was Beijing.",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0241"
    },
    {
      "start": 5180.98,
      "end": 5189.06,
      "duration": 8.080000000000837,
      "text": "It was almost the exact same conversation. I said, don't do it. He would have never done it. The day I left, they flew 28 bombers over the middle of",
      "word_count": 30,
      "speaker": "Donald Trump",
      "window_id": "seg_0242"
    },
    {
      "start": 5192.32,
      "end": 5251.33,
      "duration": 59.01000000000022,
      "text": "And it's the apple of his eye and the same thing with Russia. It's the apple... Ukraine is the apple of his eye. I to talk to him. I had a very good relationship with him. He wouldn't have done it. He would have never done it. But he also wouldn't have done it because of the oil. You know one of the reasons that what happened is... Number one, he doesn't respect Biden at all. Not even a little bit. And who the hell would? But he doesn't respect him. But when he saw what happened in Afghanistan, how horribly that was handled. Number one, you take the soldiers out last, not first. Okay, that was a big mistake. And we had that thing charted out. And they weren't obeying us. They weren't... Abdul is the head of the Taliban. Boom, boom, he had to do all these things. Some he didn't do. I said, nope, you got to do it. You got to do it more. This guy took... He immediately took all... He left the equipment behind. Thirteen soldiers did. But he took everybody out. He took his soldiers out before. A child would know. That's where Millie was so stupid. He was such a stupid guy.",
      "word_count": 210,
      "speaker": "Donald Trump",
      "window_id": "seg_0243"
    },
    {
      "start": 5256.93,
      "end": 5264.52,
      "duration": 7.5900000000001455,
      "text": "The people that were involved with Afghanistan should should have all been fired. Then they'd be writing books about him. How stupid he was. I bet he was.",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0244"
    },
    {
      "start": 5266.04,
      "end": 5302.29,
      "duration": 36.25,
      "text": "you take your soldiers out last. I had a big rally and I saw a child in the front row about about a year and a half ago. And I called called the child up. I said, did you mind if I borrow your child? Oh, yes, please. And they came up... Kids five years... I gave him a quick details. You know, I said, we want to get out of this place. And we have this. And we have this. And we have the equipment. I gave him a little thing. do you take your soldiers out first? Or last after everything's done. You take them out last, a child child would know that. We took our soldiers out first. And we left. And we left a bad room.",
      "word_count": 130,
      "speaker": "Donald Trump",
      "window_id": "seg_0245"
    },
    {
      "start": 5309.29,
      "end": 5313.55,
      "duration": 4.260000000000218,
      "text": "best equipment, yet to embarrass us. The best equipment in the world. The",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0246"
    },
    {
      "start": 5319.05,
      "end": 5322.39,
      "duration": 3.3400000000001455,
      "text": "equipment in in the world behind.",
      "word_count": 6,
      "speaker": "Donald Trump",
      "window_id": "seg_0247"
    },
    {
      "start": 5325.36,
      "end": 5344.01,
      "duration": 18.650000000000546,
      "text": "Well, number one, we were to take it out. Just say, and go back a little bit further, I had a couple of conversations with Abdul. And from the time I had those conversations, because they were shooting our soldiers, you know, with the sniper stuff. were shooting a lot of them. They were shooting a lot with Obama. Much less with me, but they were shooting them.",
      "word_count": 68,
      "speaker": "Donald Trump",
      "window_id": "seg_0248"
    },
    {
      "start": 5345.2,
      "end": 5368.32,
      "duration": 23.11999999999989,
      "text": "And I said, get this guy on the phone. The The press, what nuts when they heard this. I had a great conversation with. It was a tough conversation. 18 months later, there wasn't one soldier that was ever shot at. And even Biden admitted it in a moment of stupidity, because he shouldn't admit it. His people, what nuts. He said, yeah, well, I will admit, no soldier. We didn't have a soldier killed in 18 months in Afghanistan.",
      "word_count": 80,
      "speaker": "Donald Trump",
      "window_id": "seg_0249"
    },
    {
      "start": 5370.06,
      "end": 5387.46,
      "duration": 17.399999999999636,
      "text": "Not one soldier was killed, because he understood what what was going to happen if if that happened. I I didn't have one. then then when I left, after having gotten more votes than any sitting president in the history of the country, and much more votes than he got in 2016, when I left,",
      "word_count": 55,
      "speaker": "Donald Trump",
      "window_id": "seg_0250"
    },
    {
      "start": 5388.78,
      "end": 5415.98,
      "duration": 27.199999999999818,
      "text": "they started shooting our soldiers. But more importantly, what they did is they they did that whole thing with, you know, leaving. He shouldn't have left. Number one should have left from the the bargrim. Because bargrims is massive base. It's got tremendous acreage around it, tremendous. It's a very big, it was built many years ago. And part of the reason you wouldn't have taken that is because it goes to China. One hour from where China makes its nuclear missiles, you should have never left",
      "word_count": 87,
      "speaker": "Donald Trump",
      "window_id": "seg_0251"
    },
    {
      "start": 5421.06,
      "end": 5435.67,
      "duration": 14.609999999999673,
      "text": "They should have left last. They should have gotten, you know, we have Americans that are still there. They should have taken all their equipment out. Everything should, every plane, every screw should have been taken out, every tent. And I said that, that's what I realized that Millie was a dummy. I said,",
      "word_count": 54,
      "speaker": "Donald Trump",
      "window_id": "seg_0252"
    },
    {
      "start": 5446.45,
      "end": 5480.51,
      "duration": 34.0600000000004,
      "text": "Sir, not more dangerous. He just said cheaper. I said, I want every plane. I want every tank. I want the goggles. They have night goggles. They have all this stuff that these guys know how. He said, sir, it's cheaper to get out and leave it. I said, so you think it's cheaper to leave $150 million, brand new airplane in in there than than it is to fly it out with a tank of jet fuel and put it in Pakistan Pakistan or just fly it directly back. It's cheaper to leave. I said, this guy's nuts. I'm telling you, he was so stupid. He was so unwise. He was like an unwise man.",
      "word_count": 116,
      "speaker": "Donald Trump",
      "window_id": "seg_0253"
    },
    {
      "start": 5481.69,
      "end": 5495.85,
      "duration": 14.160000000000764,
      "text": "And there were a number of them. But I defeated ISIS with with the greatest generals. I had a guy who was so great. I I flew to to Iraq and and I met the the real generals, not these idiots that that we deal with.",
      "word_count": 46,
      "speaker": "Donald Trump",
      "window_id": "seg_0254"
    },
    {
      "start": 5497.6,
      "end": 5504.89,
      "duration": 7.289999999999964,
      "text": "we knocked out, you know, I defeated 100 % of the ISIS caliphate. They said it would take five years. I did it in a matter of a few,",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0255"
    },
    {
      "start": 5505.97,
      "end": 5512.96,
      "duration": 6.989999999999782,
      "text": "literally a few weeks. And we hit them hard. And he said, so we're going to hit them here. We're going to hit them there. We're going to hit them here there.",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0256"
    },
    {
      "start": 5514.0,
      "end": 5528.47,
      "duration": 14.470000000000255,
      "text": "And I said, this guy's great. I like this guy. I was told it would take five years. That's why I went. I said, how could it take five years? We have brand new fighters. We have the best planes, the best weapons, the best guns, the best bombs. How could it possibly possibly take that long?",
      "word_count": 57,
      "speaker": "Donald Trump",
      "window_id": "seg_0257"
    },
    {
      "start": 5531.55,
      "end": 5562.62,
      "duration": 31.06999999999971,
      "text": "I flew and left left at three o 'clock in the morning. Nobody knew I was going. I got an Air Force one and we started flying. And when we reached about half an hour away from Iraq, that was where the airport was, big airport. About a half an hour away, they said, sir, I'm sorry. You'll have to turn off all your lights. Why? We're getting close to our site, our land. I said, you know, we spent $8 $8 trillion that we can't leave the lights. So think of this. 20 years, $8 trillion that we can't leave the lights on in a plane.",
      "word_count": 107,
      "speaker": "Donald Trump",
      "window_id": "seg_0258"
    },
    {
      "start": 5563.97,
      "end": 5567.43,
      "duration": 3.4600000000000364,
      "text": "And I said, that's okay. Turn the lights on. I'm not going to fight them. That's why I got is",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0259"
    },
    {
      "start": 5573.56,
      "end": 5584.73,
      "duration": 11.169999999999163,
      "text": "I said, turn the lights on. Then they said, sir, we're to also pull your shades of that. that's So the plane plane was pitch pitch black. All the lights outside, you know the blinking, they go on the blinking reds. they go on the They were all turned off.",
      "word_count": 50,
      "speaker": "Donald Trump",
      "window_id": "seg_0260"
    },
    {
      "start": 5585.84,
      "end": 5589.59,
      "duration": 3.75,
      "text": "And I like to sit with pilots a lot of times. And these guys are specimens. I always say they're",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0261"
    },
    {
      "start": 5595.04,
      "end": 5608.47,
      "duration": 13.430000000000291,
      "text": "And they're even taller. Like perfect specimens. These guys like for a fighter. You know, have some guys that are perfect specimens. And, you know, they pick the best pilots in the Air Force. The United States Air Force to fly Air Force One.",
      "word_count": 44,
      "speaker": "Donald Trump",
      "window_id": "seg_0262"
    },
    {
      "start": 5612.66,
      "end": 5633.38,
      "duration": 20.720000000000255,
      "text": "I'm sitting and I'm feeling my way up. You know, it's up on 747. So you go through the stairs. But I sort of knew my way up. There wasn't a light in the plan. I'm saying, can you imagine? We spent trillions trillions of dollars. And we're we're trying to fly and blind. But I got into the plane. The cockpit is dark black. A little tiny light. You could see the pilot.",
      "word_count": 74,
      "speaker": "Donald Trump",
      "window_id": "seg_0263"
    },
    {
      "start": 5634.48,
      "end": 5643.37,
      "duration": 8.890000000000327,
      "text": "perfect looking human being. coat pilot. Everybody was perfect. They were all like movie stars. know, it's like, I could cast a movie with these guys. And nobody would believe it because they were too good looking.",
      "word_count": 37,
      "speaker": "Donald Trump",
      "window_id": "seg_0264"
    },
    {
      "start": 5644.55,
      "end": 5655.72,
      "duration": 11.170000000000073,
      "text": "So I said, how are we doing? So there will be landing in 10 minutes and I look outside. There's not a light. And I'm saying, you know, I've landed a lot of planes. And you see like little lights at least.",
      "word_count": 42,
      "speaker": "Donald Trump",
      "window_id": "seg_0265"
    },
    {
      "start": 5661.44,
      "end": 5670.37,
      "duration": 8.930000000000291,
      "text": "I said, okay, Captain Good, but I'm looking. Now where did did you, you've been in many puns where it has the computer. So I'm saying 1 ,000 feet nine. It goes 1 ,900.",
      "word_count": 34,
      "speaker": "Donald Trump",
      "window_id": "seg_0266"
    },
    {
      "start": 5673.19,
      "end": 5676.75,
      "duration": 3.5600000000004,
      "text": "800. It's a computer voice, but it sounds like it's an incredible voice.",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0267"
    },
    {
      "start": 5684.91,
      "end": 5692.63,
      "duration": 7.720000000000255,
      "text": "And I'm looking, you know, normally when you land up, because I sit and repossilate, I think it's great. I think it's a great profession, everything. It's incredible. They're incredible. These machines are incredible.",
      "word_count": 34,
      "speaker": "Donald Trump",
      "window_id": "seg_0268"
    },
    {
      "start": 5693.76,
      "end": 5714.55,
      "duration": 20.789999999999964,
      "text": "You said, sir, we're fine. No problems, sir. I said, you know, I'm going. I don't see the lights up there, Captain. Sure we're okay. You know, so I mean, I'm exaggerating a little bit. You know, probably with exaggerating, they'll tell the story. They'll say, Trump was a coward. So I'm sitting with her. You know, 500 500 and I'm sitting and I'm telling you there wasn't a light on",
      "word_count": 71,
      "speaker": "Donald Trump",
      "window_id": "seg_0269"
    },
    {
      "start": 5718.02,
      "end": 5726.49,
      "duration": 8.469999999999345,
      "text": "And we're going in. You okay, Captain? Everything good? Yes, sir. No problem. We'll be down in about one minute, sir. And I'm telling you, Joe,",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0270"
    },
    {
      "start": 5727.69,
      "end": 5730.95,
      "duration": 3.2600000000002183,
      "text": "you know, there's always a light. There's not a little pin in",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0271"
    },
    {
      "start": 5733.87,
      "end": 5765.61,
      "duration": 31.73999999999978,
      "text": "And you hear it, wow, wow. Perfect landing like glass. That's how good. I mean, these guys between the equipment and the, it's genius. It's pure. It was so dark, you couldn't see a thing that was no runway. You wouldn't know where the hell you're in the middle of a And then I got out of the plane. I said, thank you, Captain. It's a great job. And then I get out of the plane and I'm going down and I see a a general and and another general. And I see a staff sergeant, a drill sergeant, and a various guys. All central casting.",
      "word_count": 106,
      "speaker": "Donald Trump",
      "window_id": "seg_0272"
    },
    {
      "start": 5768.87,
      "end": 5816.66,
      "duration": 47.789999999999964,
      "text": "They said, sir, would you like to rest? I said, I don't want rest. I want to figure out what the hell are we doing with ISIS? I'm hearing we can't. It's going to take years. And now, sir, we can do it very quickly, sir. Anyway, we go into the room. We go in. I mean, Biden would have taken an app for four days and then left without a meeting. So we go into the room and just they have these guys. I say, how long can you do it? How long? We can do it in a couple of weeks, sir. They They said, wait a minute. They told me five years. We can do it. I I don't know. He gave me a number like, like just like like in no time. I said, why haven't you done it? Because the orders came came in from Washington, sir. And they would come here and tell us what to do. Don't you challenge us? We're not allowed to do that, sir. That's not the military way. They tell us what to do. And we have to respect them. I just",
      "word_count": 193,
      "speaker": "Donald Trump",
      "window_id": "seg_0273"
    },
    {
      "start": 5821.11,
      "end": 5849.11,
      "duration": 28.0,
      "text": "it's a bad system. You know, when Mattis goes there or when Millie goes there who's stupid and they tell these guys that are actually smart, what to do. And the guys that are smart are saying we don't like what they're doing, but they're they're not allowed to sort of counteract. Plus the guys that went there are arrogant. You know, they're arrogant fools. They're like stupid fools. The way they pulled out of, you know, the way they, as an example, the way they pulled out of Afghanistan with the people falling off the plane. So it was so. It was worse than Vietnam with the helicopters falling off the So it was so.",
      "word_count": 116,
      "speaker": "Donald Trump",
      "window_id": "seg_0274"
    },
    {
      "start": 5853.02,
      "end": 5883.18,
      "duration": 30.159999999999854,
      "text": "It was so bad. bad. was no reason for it. so we knocked them out. I I mean, we have great military. We have great people, but not not the television guys. And I rebuilt the military and then they gave a chunk of it. Now, you have to take as much as it is. It's a tiny little piece. Believe it or not. We have an unbelievable, I rebuilt the military. I rebuilt our nuclear. And in a way, I hated to redo it, but I got to realize how how powerful that nuclear is Joe.",
      "word_count": 97,
      "speaker": "Donald Trump",
      "window_id": "seg_0275"
    },
    {
      "start": 5884.34,
      "end": 5900.0,
      "duration": 15.659999999999854,
      "text": "One bomb, Israel was gone, but forget. One bomb could take out the entire east coast. It's so bad. And I watched these poor fools talking about our our oceans will rise one eighth of an inch over the next 500 years. I mean,",
      "word_count": 44,
      "speaker": "Donald Trump",
      "window_id": "seg_0276"
    },
    {
      "start": 5901.22,
      "end": 5933.57,
      "duration": 32.349999999999454,
      "text": "we have people, we have countries right now, you have five countries. And don't underestimate North, North, if you take a look at North Korea, they're new. I was there. I mean, I was with Kim Ja, I had a great, really. I got a long great with it. You know, the press that she got along good. That's a good thing. It's not a bad thing. It's a great thing. Obama thought we were going to go to war with North Korea. When I met with Obama, just prior to the takeover, you know, you meet you have it's sort of a ceremonial meeting. But it lasted a long time, a lot longer than was supposed to last. I said, what's the biggest problem? He said North Korea.",
      "word_count": 129,
      "speaker": "Donald Trump",
      "window_id": "seg_0277"
    },
    {
      "start": 5935.02,
      "end": 5949.95,
      "duration": 14.929999999999382,
      "text": "By the time I finished, was, we wouldn't had no problem with North Korea. We were really, it was a little tough at the beginning, remember? He said, I I have a red button on my desk. I said, I have a red button also. But mine's bigger than yours and mine works.",
      "word_count": 53,
      "speaker": "Donald Trump",
      "window_id": "seg_0278"
    },
    {
      "start": 5951.79,
      "end": 5977.78,
      "duration": 25.98999999999978,
      "text": "I said, I said, yeah, a little rocket. I said, little rocket man, you're going to burn in hell. And it it was a rough. Yeah. Oh, so rough that people were worried. This is crazy. And then one day I got a call, sort of like a fight. I got a call. You know, you ever see one pounding front and all of a sudden, but I got a call. And it was from him, meaning his people, they wanted to meet. They wouldn't meet Obama. He tried to meet. They wouldn't even talk to him about it.",
      "word_count": 99,
      "speaker": "Donald Trump",
      "window_id": "seg_0279"
    },
    {
      "start": 5978.83,
      "end": 5991.6,
      "duration": 12.770000000000437,
      "text": "And I think he expected to go to war. I actually do. I believe he expected to go. And we checked in nuclear stockpile. It is substantial. I mean, it's right. That's, I said, you do anything. I got to know him very well. I got to know him better than anybody.",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0280"
    },
    {
      "start": 5994.13,
      "end": 6003.04,
      "duration": 8.909999999999854,
      "text": "And I said, do you ever do anything else? Why don't you go take it easy and relax? Go to the beach. You have beautiful beach, nice beachfront property. You know, kidding. I said, you're always building nuclear. Just relax. You don't have to do it. I said, you're",
      "word_count": 49,
      "speaker": "Donald Trump",
      "window_id": "seg_0281"
    },
    {
      "start": 6007.08,
      "end": 6037.82,
      "duration": 30.73999999999978,
      "text": "Let's build some condos on your shoreline. They actually have gorgeous stuff. And he said, I I just have to do it because I need it for my safety. It's that I I got to know him very well. We had no problem with him. If you have a smart problem, if you have a smart, really the right president, the smart president, you're not going to have a problem. And I say it to people. We have a bigger problem, in my opinion, with the the enemy from within. And it drives him crazy when I use that term. But we have an enemy from within. We have people that are really bad people.",
      "word_count": 115,
      "speaker": "Donald Trump",
      "window_id": "seg_0282"
    },
    {
      "start": 6039.22,
      "end": 6058.29,
      "duration": 19.06999999999971,
      "text": "That I really think want to make this country unsuccessful. When When you look at what's happening at our border, Joe, when you have people coming in that when other countries are allowed to empty their prisons into our country with murderers, we had 13 ,099 murderers dropped dropped in our country over the last three years.",
      "word_count": 57,
      "speaker": "Donald Trump",
      "window_id": "seg_0283"
    },
    {
      "start": 6062.75,
      "end": 6078.88,
      "duration": 16.13000000000011,
      "text": "Drug dealers? Drug lawyers? And that's just the ones that have been Terrorists? Correct. People from mental institutions? What do you think this happens? Hundreds of thousands of major major criminals tougher tougher and worse than anybody we have. We're",
      "word_count": 40,
      "speaker": "Donald Trump",
      "window_id": "seg_0284"
    },
    {
      "start": 6100.75,
      "end": 6114.92,
      "duration": 14.170000000000073,
      "text": "Yeah. This is years after the fact. The damage was already done. But what was the bill? Well, the bill was nothing problem with it? It 2 million people in. They were going to get amnesty. It was a horrible bill. It didn't protect us at all.",
      "word_count": 47,
      "speaker": "Donald Trump",
      "window_id": "seg_0285"
    },
    {
      "start": 6132.52,
      "end": 6161.87,
      "duration": 29.349999999999454,
      "text": "in swing states. Well, that's not a swing state. I'm going to win Ohio by a lot. So that's not a swing. But it's called Springfield Ohio to be exact. And Springfield Springfield Ohio is is this very nice community of of 52 ,000 people that that just had 32 32 ,000 migrants that don't speak the language dropped dropped into their community. You can't get into a hospital. You can't get into a school. It's It's gone from a beautiful little place to a horror show.",
      "word_count": 87,
      "speaker": "Donald Trump",
      "window_id": "seg_0286"
    },
    {
      "start": 6162.97,
      "end": 6176.8,
      "duration": 13.829999999999927,
      "text": "And the mayor is a nice guy. And the mayor says, we're looking for interpreters. I said, no. You've got to remove them and bring them back to their country. Mostly Haitians in this case. But they speak no language. speak no language.",
      "word_count": 43,
      "speaker": "Donald Trump",
      "window_id": "seg_0287"
    },
    {
      "start": 6178.51,
      "end": 6214.23,
      "duration": 35.719999999999345,
      "text": "fact, even the language they do speak, I mean, they can't get interpreters. They can't do anything. And the mayor is trying to be politically correct. They're all trying to be in in Aurora, Colorado. You have the worst, worst, probably the worst gang. MS -13 might even be those two of the worst gangs. These are Venezuela gangs. They have taken over apartment apartment complexes. And they're going to want to take over the whole thing. And you have a weak governor, pathetic governor, who's a radical left Democrat. He doesn't know what the hell to do. But you have it in many other communities, but they don't like to talk about it. Because it's bad for the community to talk about it.",
      "word_count": 124,
      "speaker": "Donald Trump",
      "window_id": "seg_0288"
    },
    {
      "start": 6215.28,
      "end": 6218.94,
      "duration": 3.6599999999998545,
      "text": "These people have been led in here by by this imbicil.",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0289"
    },
    {
      "start": 6220.51,
      "end": 6225.12,
      "duration": 4.609999999999673,
      "text": "I mean, she's a low IQ IQ person, low IQ. Right,",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0290"
    },
    {
      "start": 6241.65,
      "end": 6261.2,
      "duration": 19.550000000000182,
      "text": "used for shipping. now it's used to deal deal with the cartels. The cartel, heads of the carto, who rich people, by the way, these are loaded. These people have so much money. They would call up, think of this. They call up the app. And the app tells them where they should take their load of illegal migrants from the",
      "word_count": 61,
      "speaker": "Donald Trump",
      "window_id": "seg_0291"
    },
    {
      "start": 6267.54,
      "end": 6276.57,
      "duration": 9.029999999999745,
      "text": "I made a little bit of a sarcastic joke. A A man named Dana White, who you love, who I love. I assume you love my Love I think he's in a class by him. He's",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0292"
    },
    {
      "start": 6285.19,
      "end": 6290.32,
      "duration": 5.130000000000109,
      "text": "nobody's indispensable. You know, everybody can be replaced. Maybe you can't be. You might not be.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0293"
    },
    {
      "start": 6291.4,
      "end": 6299.13,
      "duration": 7.730000000000473,
      "text": "they know it truly. I don't think, you know, the things, they sort of for four billion. I said, what a hell. Who the hell is going to pay four billion? And",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0294"
    },
    {
      "start": 6301.05,
      "end": 6326.06,
      "duration": 25.01000000000022,
      "text": "they made like a great deal. mean, because of him, take him out. I think it's a whole different world. No, he's the greatest guy. He spoke at the whole thing with, you know, I had just been shot. And he he got up and he spoke so better than anybody. I mean, who would be better to introduce you? I asked of all the people. I know the biggest people in the world, and they all would have loved to have done it. I said, Dana, would you do it? You know, it interesting. He was away.",
      "word_count": 98,
      "speaker": "Donald Trump",
      "window_id": "seg_0295"
    },
    {
      "start": 6327.43,
      "end": 6335.06,
      "duration": 7.630000000000109,
      "text": "And he said to the people that, you know, one of my guys called. He said, I won't be able to do it. I'm, she had just left with my wife and family.",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0296"
    },
    {
      "start": 6336.27,
      "end": 6359.21,
      "duration": 22.9399999999996,
      "text": "we said, no, yeah, I was a little surprised. Even though I knew he was very far away. was in some place. You know, and he deserved it with his family, you know, at all things. And then I said, all right, that's it. And I said, looking who we're going to get. And all of a sudden, she goes, Sir Dana White just said, he's going to do it. And he's coming back in tonight. He's taking it. You know, the guy is just an incredible incredible guy. And he's he's like a tough champion,",
      "word_count": 96,
      "speaker": "Donald Trump",
      "window_id": "seg_0297"
    },
    {
      "start": 6362.48,
      "end": 6365.94,
      "duration": 3.4600000000000364,
      "text": "he's got to be one of your favorite people. I've been",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0298"
    },
    {
      "start": 6370.53,
      "end": 6388.42,
      "duration": 17.890000000000327,
      "text": "because you're, what you're doing here is incredible. I mean, everybody tells me, well, I noticed today I'm going, you know, know, you're on Joe Rogan's take. People are telling me like, I said, I said, how do you know that? it's sort of what you've done here is amazing. Where would you be if you didn't do the UFC stuff? Would you have this show, do you think? Yeah, I",
      "word_count": 71,
      "speaker": "Donald Trump",
      "window_id": "seg_0299"
    },
    {
      "start": 6389.97,
      "end": 6394.46,
      "duration": 4.489999999999782,
      "text": "same level? I don't know. But you would have it. It's hard",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0300"
    },
    {
      "start": 6405.92,
      "end": 6411.42,
      "duration": 5.5,
      "text": "Will you always want to do you? First of all, you love UFC. love the fights. I mean, I want you. I",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0301"
    },
    {
      "start": 6456.63,
      "end": 6494.8,
      "duration": 38.17000000000007,
      "text": "time. just interrupted for once. So they they couldn't get a site because it was too dangerous. Right. Everybody was against it and they couldn't get license. And I gave him the the first two or three sites. Yep. And they were great. And by the way, I went to the first fight. I said, I never saw anything like this. It was crazy. It was so good. Take the best fight you've ever, it was like that fight, right? It was so good that that it gave it to me again and all of a sudden it caught on. But you know, when I was an invoke, you know, I've had time. You probably never had a time. But I had times when I wasn't exactly in Vogue. Dana, they called him. He said, he's the greatest guy. There's nobody like.",
      "word_count": 142,
      "speaker": "Donald Trump",
      "window_id": "seg_0302"
    },
    {
      "start": 6496.48,
      "end": 6528.85,
      "duration": 32.3700000000008,
      "text": "I'll never say anything bad about that guy because because when I needed it, because I have it a hard time at the beginning. They once pulled the plug a couple of times, right? He said, he stood up and he gave us stuff that nobody else gave us and nobody wanted anything to do. And he said, I will never. And there was a time where where it would have been very popular for him to say bad stuff about me. He said the greatest stuff about me said, you're going to try and get me to say bad stuff about Trump. I'm never doing it. No, No, he's a very, very, very, very, very, a fantastic guy.",
      "word_count": 119,
      "speaker": "Donald Trump",
      "window_id": "seg_0303"
    },
    {
      "start": 6552.04,
      "end": 6558.7,
      "duration": 6.6599999999998545,
      "text": "a great sport. I love boxing. But it seems to be so so unimportant now by comparison to UFC, don't you think?",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0304"
    },
    {
      "start": 6588.67,
      "end": 6605.72,
      "duration": 17.050000000000182,
      "text": "If Dana's involved, they'll probably make it good. You know, amazing thing though, the, the, in fighting, no UFC fighter they say has ever died. And it looks to be much more violent than box. Many boxes have died. Isn't it interesting? And Dana tells me because they take so many shots to the face.",
      "word_count": 55,
      "speaker": "Donald Trump",
      "window_id": "seg_0305"
    },
    {
      "start": 6691.68,
      "end": 6697.48,
      "duration": 5.799999999999272,
      "text": "look, they should do that. I'm not the the fighter, but those 15 round fights were unbelievable.",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0306"
    },
    {
      "start": 6700.94,
      "end": 6707.34,
      "duration": 6.400000000000546,
      "text": "Yeah, terms of entertainment. were the championship rounds. Those were the greatest fights. Those",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0307"
    },
    {
      "start": 6723.76,
      "end": 6731.49,
      "duration": 7.729999999999563,
      "text": "Who's the greatest UFC fighter? Are you allowed to say, in your opinion, it's tough for you to say because you do this, but who who do you think is the greatest of the fighters?",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0308"
    },
    {
      "start": 6798.21,
      "end": 6803.81,
      "duration": 5.600000000000364,
      "text": "it's just brutal. You know, I never forget. So there was a fighter named James Tony.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0309"
    },
    {
      "start": 6805.74,
      "end": 6811.91,
      "duration": 6.170000000000073,
      "text": "as a very light fighter and he ended up as a heavyweight. And this guy went through everything. was almost like a lightweight.",
      "word_count": 23,
      "speaker": "Donald Trump",
      "window_id": "seg_0310"
    },
    {
      "start": 6816.16,
      "end": 6820.74,
      "duration": 4.579999999999927,
      "text": "And he was a real fighter. So James Tony, and I think it was...",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0311"
    },
    {
      "start": 6837.7,
      "end": 6845.9,
      "duration": 8.199999999999818,
      "text": "most... he just half the size. And he just... Once he got to the ankles, the back of the announces it's it's over. Yeah, and he put him to sleep. And",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0312"
    },
    {
      "start": 6847.55,
      "end": 6852.07,
      "duration": 4.519999999999527,
      "text": "was talking big, because he was much bigger. was pretty big guy. James",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0313"
    },
    {
      "start": 6854.34,
      "end": 6866.32,
      "duration": 11.979999999999563,
      "text": "forgot it. very quickly. Yeah. He was lying, sleeping on the mat. And he was talking. You he was doing the Muhammad Ali stuff, but it didn't work out. But I remember... He sold the Yeah, that was Koutour probably. Yeah, it was",
      "word_count": 43,
      "speaker": "Donald Trump",
      "window_id": "seg_0314"
    },
    {
      "start": 6919.96,
      "end": 6929.94,
      "duration": 9.979999999999563,
      "text": "of them would have had... know what mean? There are a couple of... of... That you just mentioned without mentioning names. And they stopped. They had the perfect, they were unbelievable. And then, at a certain age, they start getting knocked out, right?",
      "word_count": 43,
      "speaker": "Donald Trump",
      "window_id": "seg_0315"
    },
    {
      "start": 6938.83,
      "end": 6944.48,
      "duration": 5.649999999999636,
      "text": "Well, Anderson Silver was essentially unbeatable. And And then he lost a close one, then all of a sudden... No, he got",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0316"
    },
    {
      "start": 6986.01,
      "end": 6996.46,
      "duration": 10.449999999999818,
      "text": "It always amazed me how the kicker... kicker... I mean, you have those cases, but the the kicker will do tremendous damage to somebody's leg. But their leg doesn't seem to get damage. does get",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0317"
    },
    {
      "start": 7025.67,
      "end": 7034.43,
      "duration": 8.760000000000218,
      "text": "But the shin's want your enthusiasm, all right? and it's like... like... That's why you're good at it. That's why nobody does this better. Without Without the enthusiasm, forget",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0318"
    },
    {
      "start": 7046.09,
      "end": 7061.44,
      "duration": 15.349999999999454,
      "text": "you love going in there after the fight and sweating all over you this, slapping all over your computer? They're bleeding. Sometimes I know that's why you're a little bit. like two weeks ago, I never saw a hit in the room. He had more stuff coming out of his nose.",
      "word_count": 51,
      "speaker": "Donald Trump",
      "window_id": "seg_0319"
    },
    {
      "start": 7101.66,
      "end": 7112.46,
      "duration": 10.800000000000182,
      "text": "to... a chart for you. Beautiful. I had a feeling you'd be asking me. Thank Look at this chart. These are healthier countries. Look what the United States is. I'm going to send this to RFK Jr. Look at",
      "word_count": 39,
      "speaker": "Donald Trump",
      "window_id": "seg_0320"
    },
    {
      "start": 7133.03,
      "end": 7136.99,
      "duration": 3.9600000000000364,
      "text": "Did you see that? He's the",
      "word_count": 6,
      "speaker": "Donald Trump",
      "window_id": "seg_0321"
    },
    {
      "start": 7138.51,
      "end": 7142.19,
      "duration": 3.6799999999993815,
      "text": "But look at the USA. not good. And that's our food.",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0322"
    },
    {
      "start": 7148.15,
      "end": 7151.79,
      "duration": 3.6400000000003274,
      "text": "But RFK is going to be very... I think he's a great guy.",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0323"
    },
    {
      "start": 7159.71,
      "end": 7168.24,
      "duration": 8.529999999999745,
      "text": "the only thing I want to be a little careful about with him is the the environmental. Because he doesn't like oil. I love oil, oil, I guess. think you know, I think it's... Keep him out of that. To fire. So I'm going to sort of keep him out of the little... I said, that. To fire.",
      "word_count": 58,
      "speaker": "Donald Trump",
      "window_id": "seg_0324"
    },
    {
      "start": 7171.15,
      "end": 7177.88,
      "duration": 6.730000000000473,
      "text": "focus on health. You can do whatever you want. But But I've got to be a little bit careful with the liquid gold, you know?",
      "word_count": 25,
      "speaker": "Donald Trump",
      "window_id": "seg_0325"
    },
    {
      "start": 7185.29,
      "end": 7188.38,
      "duration": 3.0900000000001455,
      "text": "you see the arrow right here? That's what I love to do. have",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0326"
    },
    {
      "start": 7198.72,
      "end": 7209.23,
      "duration": 10.509999999999309,
      "text": "I would say that... And you know, I I think in many ways they've done a good job. many ways they've done a bad job. But I would say that the big",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0327"
    },
    {
      "start": 7211.53,
      "end": 7242.92,
      "duration": 31.390000000000327,
      "text": "wasn't thrilled when they heard that, you know, I have a relief. I've actually always gotten along very well with him. I've known him a long time. He's a different kind of a guy. He's a very smart, great guy. And he's very sincere about this. I mean, he really is... You know, he thinks we we spend a fortune on pesticides and all this stuff. And then he end up... That That chart is a terrible chart. The one previous... It's such a bad chart when you look at where we are compared to other countries that don't spend 10 cents. Right. So, you know, and you save a lot of money. But, yeah, I've had some people that aren't exactly thrilled.",
      "word_count": 123,
      "speaker": "Donald Trump",
      "window_id": "seg_0328"
    },
    {
      "start": 7272.43,
      "end": 7297.79,
      "duration": 25.359999999999673,
      "text": "they've come up with some amazing things. I mean, I don't know how you feel. I know you're against certain vaccines. But like the polio vaccine, people like polio, they were... It was like a disaster. And they came up, Dr. Salk, and he came up with a vaccine. And there's no polio. Now, very interesting, hasn't been polio, but now in the Gaza Strip, can you believe that? Have you heard that? There's been a big strain of polio coming out in the",
      "word_count": 84,
      "speaker": "Donald Trump",
      "window_id": "seg_0329"
    },
    {
      "start": 7309.56,
      "end": 7320.07,
      "duration": 10.509999999999309,
      "text": "I mean, all I can do is I sit down and I listen to him and I'll give it a total... total... I would love him to be right. Because if he's right, it's a lot less expensive generally. There's",
      "word_count": 40,
      "speaker": "Donald Trump",
      "window_id": "seg_0330"
    },
    {
      "start": 7340.4,
      "end": 7360.21,
      "duration": 19.8100000000004,
      "text": "People are There's ads, those ads, when you hear, like, you know, take a certain drug... And then you hear all the consequences? It It causes cancer and baldness. We don't like baldness. It's suicide on the issue. say that and that. And you can lose your vision. And know, I just... actually asked one of these guys, I would never never take... mean, the causes things that are so bad, they go through a whole list, I guess they say, of some liability, but,",
      "word_count": 85,
      "speaker": "Donald Trump",
      "window_id": "seg_0331"
    },
    {
      "start": 7366.73,
      "end": 7373.04,
      "duration": 6.3100000000004,
      "text": "There's something you have and you read, and then they go through the list of... Sight effects. ...the potential side. It's not even the potential side effects. It's not even the",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0332"
    },
    {
      "start": 7375.72,
      "end": 7387.08,
      "duration": 11.359999999999673,
      "text": "a lot of people are just... just... I asked that question. People hear that. When I hear it, I'm gonna take a piss. It says, may affect your vision, may cause blindness, may this... Yes.",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0333"
    },
    {
      "start": 7426.82,
      "end": 7431.63,
      "duration": 4.8100000000004,
      "text": "and things like that on the plants, and do you think of that?",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0334"
    },
    {
      "start": 7483.98,
      "end": 7499.64,
      "duration": 15.660000000000764,
      "text": "people start making better choices. Well, when you look at that chart, I was... It's crazy. They just gave me that chart, because they said you may want want to discuss this topic, which I know is a big topic for you. when I looked at that chart, and I looked at how unhealthy we are as a nation, that's a pretty big thing. How are you so healthy?",
      "word_count": 69,
      "speaker": "Donald Trump",
      "window_id": "seg_0335"
    },
    {
      "start": 7501.14,
      "end": 7507.95,
      "duration": 6.809999999999491,
      "text": "Is it golf? No, it's genetics, I believe. You know, I'm a big Genetics really am. I mean, my father was...",
      "word_count": 21,
      "speaker": "Donald Trump",
      "window_id": "seg_0336"
    },
    {
      "start": 7515.18,
      "end": 7524.95,
      "duration": 9.769999999999527,
      "text": "For me, it's good. Fresh air. really is. It's fresh outside. Even mentally, you're focused on a three -footer and for some, for a couple of hours, you know. on a three -footer and for some,",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0337"
    },
    {
      "start": 7527.01,
      "end": 7542.48,
      "duration": 15.469999999999345,
      "text": "And I go quick. I play fast, real fast, and I'm in in a mount. But you know, it gives me... I was never one that could run on a treadmill. And I can do it. You know, when passing a physical, they asked me to run on a treadmill, and then they make it steeper and steeper and steeper.",
      "word_count": 60,
      "speaker": "Donald Trump",
      "window_id": "seg_0338"
    },
    {
      "start": 7546.97,
      "end": 7558.55,
      "duration": 11.579999999999927,
      "text": "unbelievable. I'm telling you, I felt I could have gone all day. But I said, Doc, I can do this all day long. have no problem. But it's boring boring to me. You understand? It's just",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0339"
    },
    {
      "start": 7559.98,
      "end": 7583.88,
      "duration": 23.900000000000546,
      "text": "But I did it for so long. They couldn't believe it that I did it. And I never did it. I don't do it. don't do it. I have friends that have run on this stuff all day long. But I I had no problem doing it. But it's really boring. So with golf or something, know, or tennis or whatever. Right. But golf, you get older, there's something really good about it. And you have competition. Competition. handicap sport.",
      "word_count": 80,
      "speaker": "Donald Trump",
      "window_id": "seg_0340"
    },
    {
      "start": 7591.54,
      "end": 7616.36,
      "duration": 24.81999999999971,
      "text": "It gives you a couple of us. You know, it's interesting. Like with tennis, if you're much better than somebody, you can't really play with somebody. You know, it doesn't work. You can give them sort sort of the equivalent of strokes, right? But But it's not the... With golf, you can play with a lousy guy and give them a stroke of hole or two strokes of hole or something. You know, it's a good handicap, actually. Right. But it gives me a little exercise. But I haven't played in a long time. I won a lot. I won 32 club championships. Didn't you",
      "word_count": 105,
      "speaker": "Donald Trump",
      "window_id": "seg_0341"
    },
    {
      "start": 7619.67,
      "end": 7643.16,
      "duration": 23.48999999999978,
      "text": "Where I... What I did is is I played with Bryson D. Shembo. Do you know Bryson? Yes, the pro. He's a great player. And we played. It was a certain thing that we played. I guess called breaking 50 or something. 50 would play from from a certain tee. if you can break 50. And it got tremendous ratings. Sort of like a crazy crazy thing. It got tremendous. He's a great guy. He's a great couple",
      "word_count": 78,
      "speaker": "Donald Trump",
      "window_id": "seg_0342"
    },
    {
      "start": 7647.51,
      "end": 7650.65,
      "duration": 3.139999999999418,
      "text": "I think I did. Yeah, maybe I did.",
      "word_count": 8,
      "speaker": "Donald Trump",
      "window_id": "seg_0343"
    },
    {
      "start": 7652.98,
      "end": 7661.97,
      "duration": 8.990000000000691,
      "text": "I'd be a very very interestingly. I'm running for for president of of the United States. To me, it's such a big deal. It's so important. So I've gone...",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0344"
    },
    {
      "start": 7663.36,
      "end": 7669.3,
      "duration": 5.940000000000509,
      "text": "It's 100 times bigger than the Super Bowl. And it's one person. So you're down to two people.",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0345"
    },
    {
      "start": 7674.44,
      "end": 7688.72,
      "duration": 14.280000000000655,
      "text": "Because you have nine billion. say in the world who knows what that number is. But you get down to 350 million. Sadly, we have no idea what we have in this country. But let's assume it's 325, 350. And you're down to two people. It's the biggest thing in the world.",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0346"
    },
    {
      "start": 7689.83,
      "end": 7701.92,
      "duration": 12.090000000000146,
      "text": "And when I heard she took off yesterday and she took off the day before and she's going to take off tomorrow or the next day, I haven't taken a day off in 56 days. days. That's a long time. I haven't taken one day off.",
      "word_count": 46,
      "speaker": "Donald Trump",
      "window_id": "seg_0347"
    },
    {
      "start": 7707.55,
      "end": 7712.14,
      "duration": 4.5900000000001455,
      "text": "is great, but this is too exciting. This is more exciting than anything you can do. And this Also, it's",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0348"
    },
    {
      "start": 7713.75,
      "end": 7718.22,
      "duration": 4.470000000000255,
      "text": "It's the home stretch. Who would take a day off? So we have 11 days left now.",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0349"
    },
    {
      "start": 7720.71,
      "end": 7748.95,
      "duration": 28.23999999999978,
      "text": "think of it. So I think I've gone 54 or 55 days in a row. No days off. And I make speeches oftentimes. Sometimes not, but I make speeches. And when you make a speech, and my speech has lasted a long time because of the weave. I mean, I weave stories into it. If you don't, if you just read a teleprompter, nobody's going to be be very excited. You've got to weave it out. But as you say, you always have to get right back to it. Yeah. Otherwise, it's no good. But the weave is very important. Very few weavers around.",
      "word_count": 104,
      "speaker": "Donald Trump",
      "window_id": "seg_0350"
    },
    {
      "start": 7750.87,
      "end": 7764.93,
      "duration": 14.0600000000004,
      "text": "it's a big strain on your... You know, it's a big... It's a lot of work. It's a lot of work. You got to be careful with the voice. You can lose that voice. The voice wasn't designed. I said today, so I I made a big one last night. I was in Las",
      "word_count": 54,
      "speaker": "Donald Trump",
      "window_id": "seg_0351"
    },
    {
      "start": 7766.55,
      "end": 7771.58,
      "duration": 5.029999999999745,
      "text": "I had a big one the night before in Arizona. Big one. I mean, they're all big.",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0352"
    },
    {
      "start": 7772.77,
      "end": 7781.18,
      "duration": 8.409999999999854,
      "text": "There's never been anything like it in terms of crowd. Never been close. Never been close. They say, he talks about crowd says, you know what's very interesting?",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0353"
    },
    {
      "start": 7786.21,
      "end": 7800.63,
      "duration": 14.420000000000073,
      "text": "And I say, you know, I've never had a story... Because I don't get good press. I don't think I've had a good story in years. I really don't. I swear, I don't think I... You were talking about it a little bit with Oat Brown. Everybody loved me. I I don't think... I became president of the United States.",
      "word_count": 60,
      "speaker": "Donald Trump",
      "window_id": "seg_0354"
    },
    {
      "start": 7801.83,
      "end": 7832.44,
      "duration": 30.609999999999673,
      "text": "I did great the second time. I did much better. I don't want to get you in any disputes, I won that second election so easy. And not just because of But let me to that. I want to talk to you about But here's the thing. I did that. And now I've gotten the nomination again. And don't forget to get these nominations. You go against very smart people. Ron DeSantis was hot. I got to go through him. go through him. Nikki Haley was hot. I got to go through her. I through everybody. Record time. Record time. I got three nominations a row.",
      "word_count": 106,
      "speaker": "Donald Trump",
      "window_id": "seg_0355"
    },
    {
      "start": 7834.71,
      "end": 7852.88,
      "duration": 18.170000000000073,
      "text": "One the first time. I did much better the second time. You know, I get millions millions of votes more of the second time. And now I'm doing it at third time. And it's an incredible thing. I navigate a good story. I only get bad press. Now I will say this. It's a lot easier if you're a Democrat. If I were a Democrat...",
      "word_count": 65,
      "speaker": "Donald Trump",
      "window_id": "seg_0356"
    },
    {
      "start": 7874.55,
      "end": 7882.51,
      "duration": 7.960000000000036,
      "text": "But it's getting younger. It's getting getting for us. I can choose. And I don't even know why that is. It's the",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0357"
    },
    {
      "start": 7896.57,
      "end": 7914.98,
      "duration": 18.409999999999854,
      "text": "blood bath hoax. Yeah. I was talking about the auto industry. Yes. It's a blood bath because Japan and China are are taking our auto and and it's a blood bath. They said, he used the word blood bath. said you didn't want end it. It's going thing.",
      "word_count": 48,
      "speaker": "Donald Trump",
      "window_id": "seg_0358"
    },
    {
      "start": 7930.98,
      "end": 7934.81,
      "duration": 3.8300000000008367,
      "text": "Yeah. You know, shows like yours. So I have a son who's very smart and",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0359"
    },
    {
      "start": 7938.57,
      "end": 7954.64,
      "duration": 16.07000000000062,
      "text": "he knows all about you. He knows about guys I never heard of. He said, Dad, you don't know how big they are there. You know, somehow, because I said, who the hell is he? Like Ross. Dad, he's a great guy. I mean, guys said it, doing it. It's a whole new world out there.",
      "word_count": 56,
      "speaker": "Donald Trump",
      "window_id": "seg_0360"
    },
    {
      "start": 7955.75,
      "end": 7962.72,
      "duration": 6.970000000000255,
      "text": "I'm on TikTok now. And I've done really well. No, but you know the crazy. Do you see the numbers?",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0361"
    },
    {
      "start": 7970.79,
      "end": 7977.65,
      "duration": 6.859999999999673,
      "text": "A Republican is always down 30 with young I'm plus 30. And I'm on TikTok. I",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0362"
    },
    {
      "start": 7992.35,
      "end": 8000.84,
      "duration": 8.489999999999782,
      "text": "There's a big difference now. But even in just a couple of years, I was shaking hands with people. They're young people. The rebels are Republicans now.",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0363"
    },
    {
      "start": 8024.36,
      "end": 8058.43,
      "duration": 34.07000000000062,
      "text": "watch. So they come after their political opponent. you did. more, guys. I always say, you know, kid, but I'm not kidding. I've been investigated more than Al Fonsk upon. He was the meanest of them all. He'd kill you in two seconds if he didn't like you, right? I've been under investigation more more than Al Fonsk upon, only because it's political opponent stuff. And I've won. I won the big case in Florida. I'm winning the other stuff. You win. But you know what they did? They did something that's only done in third world countries. They came after that political opponent. Yeah. I could have put Crooked Hillary and jail. Well,",
      "word_count": 114,
      "speaker": "Donald Trump",
      "window_id": "seg_0364"
    },
    {
      "start": 8065.23,
      "end": 8072.9,
      "duration": 7.670000000000073,
      "text": "doing right now. It's crazy. I heard it. Somebody was defending me. They said, no, that's what what you're doing to him.",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0365"
    },
    {
      "start": 8074.26,
      "end": 8078.3,
      "duration": 4.039999999999964,
      "text": "he's going to put us in jail. He's going to invest. That's what you're doing. That's what you're doing to him. Yeah. A lot of people say, will you do that? Will you're doing. That's what",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0366"
    },
    {
      "start": 8082.36,
      "end": 8089.89,
      "duration": 7.530000000000655,
      "text": "Will you do that to him? To them, if you win. know, it's the the president's here's tremendous power. I could have put Crooked Hillary in",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0367"
    },
    {
      "start": 8093.85,
      "end": 8146.02,
      "duration": 52.17000000000007,
      "text": "No, I couldn't even imagine you have president president secretary of state. But more importantly, the wife of the president of the United States of America going going into jail. And if you ever saw, when I'd say something about her, they'd all say, I didn't say, I never said it. They say, lock her up, lock her. And I'd always go, take it easy. Just relax. We're going to win this thing. Take it easy, take it easy. And I'm telling you, I kept it down just the opposite. Now they say, oh, oh, Trump wanted to put her in jail. No, I saved her from going to jail. They had more stuff on her. And Komi had it because when Komi got up, and he stupidly, because he's a stupid guy too, he goes, he's a stupid son of a bitch. He got up, he got up. And instead of saying she's innocent of all charges, he went over each charge. And each charge was a killer. And he goes, and as far as her doing this,",
      "word_count": 179,
      "speaker": "Donald Trump",
      "window_id": "seg_0368"
    },
    {
      "start": 8147.31,
      "end": 8156.88,
      "duration": 9.569999999999709,
      "text": "she's innocent. And this, and then she's only an unfair prosecutor for it. We go, every time you heard these charges, they sounded so bad. They were bad. They were bad.",
      "word_count": 31,
      "speaker": "Donald Trump",
      "window_id": "seg_0369"
    },
    {
      "start": 8158.67,
      "end": 8161.89,
      "duration": 3.2200000000002547,
      "text": "all it was is he wanted more airtime. If he would have gone up and said, would have gone up and",
      "word_count": 21,
      "speaker": "Donald Trump",
      "window_id": "seg_0370"
    },
    {
      "start": 8163.55,
      "end": 8173.84,
      "duration": 10.289999999999964,
      "text": "I've thoroughly investigated Hillary Clinton, she's done nothing that we feel is wrong. It would have ended. Instead, he wanted to be up there, because he's a PR",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0371"
    },
    {
      "start": 8175.43,
      "end": 8196.86,
      "duration": 21.43000000000029,
      "text": "He's a hog. And he starts going through the, and you know what he had? They had a huge problem, because FBI is great. The people there, not the top top people, the people, the real people, the people that work there. It's like the real generals that I told you about, that defeated ISIS in record time. The FBI guys are great. I'll bet you I'd be at 95 % in the FBI.",
      "word_count": 74,
      "speaker": "Donald Trump",
      "window_id": "seg_0372"
    },
    {
      "start": 8199.51,
      "end": 8217.68,
      "duration": 18.170000000000073,
      "text": "And so here's the thing. So he goes with Hillary. And instead of just saying, he goes through each charge. Right. even even I was saying, man, those are bad charges. Sounds terrible, because it's this is before I heard those charges. Don't forget this before I got there. Right. Now he was trying to protect her, but he did her a great disservice.",
      "word_count": 64,
      "speaker": "Donald Trump",
      "window_id": "seg_0373"
    },
    {
      "start": 8230.36,
      "end": 8239.44,
      "duration": 9.079999999999927,
      "text": "Well, they not only cut you off. Well, what I'd rather do is we'll do it another time. And I would bring in papers that you would not believe. So many different papers.",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0374"
    },
    {
      "start": 8240.85,
      "end": 8244.75,
      "duration": 3.899999999999636,
      "text": "That election was so crooked. It was the most crooked election.",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0375"
    },
    {
      "start": 8246.4,
      "end": 8256.93,
      "duration": 10.530000000000655,
      "text": "Well, let's start. Let's start over the top and the easy ones. Okay. They were supposed to get legislative approval to to do the things they did, and they didn't get it. In many cases, they didn't get it.",
      "word_count": 39,
      "speaker": "Donald Trump",
      "window_id": "seg_0376"
    },
    {
      "start": 8259.03,
      "end": 8272.24,
      "duration": 13.209999999999127,
      "text": "extensions of the voting. For voting earlier. For all different things. By law, they had to get legislative approvals. You don't have to go any further than that. If you take a look at",
      "word_count": 34,
      "speaker": "Donald Trump",
      "window_id": "seg_0377"
    },
    {
      "start": 8274.48,
      "end": 8296.96,
      "duration": 22.479999999999563,
      "text": "they virtually admitted that the election was rigged, robbed, and stolen. They wouldn't give access in in certain areas to the the ballots, because the ballots weren't signed. They weren't originals. We could could go into this stuff. We could go into the ballots, or we could go into the overall. I'll give you another one. Are Let me.",
      "word_count": 59,
      "speaker": "Donald Trump",
      "window_id": "seg_0378"
    },
    {
      "start": 8307.42,
      "end": 8312.79,
      "duration": 5.3700000000008,
      "text": "that the laptop was was from Russia. It turned out to be totally false.",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0379"
    },
    {
      "start": 8314.68,
      "end": 8327.22,
      "duration": 12.539999999999054,
      "text": "say that made, I don't believe it's this much, but it doesn't. I won by like, I lost by like, I didn't list. But they they say I lost, Joe. They say I lost by 22 ,000 votes. That's like one",
      "word_count": 41,
      "speaker": "Donald Trump",
      "window_id": "seg_0380"
    },
    {
      "start": 8328.45,
      "end": 8331.52,
      "duration": 3.069999999999709,
      "text": "tenth of 1 % less than that. It's a tiny little thing.",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0381"
    },
    {
      "start": 8332.59,
      "end": 8336.48,
      "duration": 3.889999999999418,
      "text": "22 ,000 votes spread over. That's That's spread over this, this period.",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0382"
    },
    {
      "start": 8342.29,
      "end": 8375.97,
      "duration": 33.67999999999847,
      "text": "They lied. They knew it was. It was hunters. It was from his bed. It was hunters laptop. They said it was created by Russia. Russia, Russia. It was the Russia hooks. The Russia hooks was a big hooks. It was all a big hooks. Well, that's clear. That's one example. that's a good example. They clear. That's one example. that's a good example. They They say it made a 17 point difference. That's a big example. But that's only one. And you could go into the ballots where they wouldn't give you access to the ballots. You could go into the ballot harvesting. You could go into $500 million for the lock",
      "word_count": 113,
      "speaker": "Donald Trump",
      "window_id": "seg_0383"
    },
    {
      "start": 8448.84,
      "end": 8452.43,
      "duration": 3.5900000000001455,
      "text": "I was actually the opposite of a dictator. I was a very straight",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0384"
    },
    {
      "start": 8454.46,
      "end": 8486.43,
      "duration": 31.970000000001164,
      "text": "those three things, you take those three things. Each one of them by themselves causes the result to be different. does. And then you can go into a hundred other things. There's so many. We can't have corrupt corrupt elections and we can't have open borders. You need to have a country. You need borders. You need fair elections. And I'll tell you the other thing you need is is you need a free and fair press. of the things I like about doing a show like this, can you imagine Kamala doing this show? I could imagine she could be laying on the floor. She",
      "word_count": 106,
      "speaker": "Donald Trump",
      "window_id": "seg_0385"
    },
    {
      "start": 8491.75,
      "end": 8502.79,
      "duration": 11.040000000000873,
      "text": "interview with you, I hope she does because it would be a mess. She'd be laying on the floor, Kamata. She'd be saying, call in the medics. I we'd have a fine",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0386"
    },
    {
      "start": 8541.6,
      "end": 8545.31,
      "duration": 3.709999999999127,
      "text": "mean, it may get the whole They used to do it.",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0387"
    },
    {
      "start": 8574.81,
      "end": 8590.54,
      "duration": 15.730000000001382,
      "text": "I would rather have a crowd. Of course, you would rather. But I had no, so they gave me an alternative. I don't think you wanted to debate. Why did they want no crowd? Because I think they thought I was going to accept it. So I believe what they wanted to do is have me not accept. So they gave me a deal I couldn't",
      "word_count": 66,
      "speaker": "Donald Trump",
      "window_id": "seg_0388"
    },
    {
      "start": 8595.63,
      "end": 8613.96,
      "duration": 18.329999999999927,
      "text": "I'll take it. So they came to me. They said, will will debate Joe Joe Biden. You know, I think that's tremendous ratings too. That was crazy. But will debate Joe Biden. But you can't have a crowd. They also wanted sitting down. I said, that's the only thing. I said, look, you got to stand up. You can't really sit down. Right. But on the old days, they did sit down a little bit. Right. But on",
      "word_count": 78,
      "speaker": "Donald Trump",
      "window_id": "seg_0389"
    },
    {
      "start": 8616.0,
      "end": 8645.08,
      "duration": 29.079999999999927,
      "text": "he got tired. He got to stand up. And they agreed to it. It It was a very tough thing. It almost killed it. They wanted to have like desks. We said, I said, I think we should stand up. And there was the only thing I asked for. I said, we got to stand up. I thought it looked bad for for like the public. But they said no crowd and and cut off the mic. And I said, I can live with it. I mean, I can live with it. And they they thought I was going to reject it. And then they would say he didn't want to debate sleepy",
      "word_count": 113,
      "speaker": "Donald Trump",
      "window_id": "seg_0390"
    },
    {
      "start": 8651.94,
      "end": 8658.63,
      "duration": 6.68999999999869,
      "text": "No, by the way, her, number one, I'm leading. Number two, you know, they also said it with the primary. So I had like",
      "word_count": 24,
      "speaker": "Donald Trump",
      "window_id": "seg_0391"
    },
    {
      "start": 8659.93,
      "end": 8668.14,
      "duration": 8.209999999999127,
      "text": "like 10, 12 guys, right? In the prime. And no stupid guys. I mean, the day governors and they're said, they're not stupid people. Some are stupid, but not all of them.",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0392"
    },
    {
      "start": 8669.85,
      "end": 8694.69,
      "duration": 24.840000000000146,
      "text": "oh, my guy said, you have to be in the debate. I said, why? I'm leading by 74 points that that closest guy to me. I'm like 60 points, 70 points higher. Why would I stand there like an idiot for two hours and let every one of them scream at me? I'm going to be the focus. Right. And I said, I'm not debating. And it was a very small thing because, you know, they just killed themselves. A Republican primers.",
      "word_count": 82,
      "speaker": "Donald Trump",
      "window_id": "seg_0393"
    },
    {
      "start": 8697.47,
      "end": 8733.67,
      "duration": 36.20000000000073,
      "text": "I like debating. I think you have to debate. But I like debating, like the Rosio Donald debate. I like debating when you have a, remember the Rosio idea was very funny, making crazy. That was Rosio idea was was very funny, making crazy. That was a hell of a question, man. If I didn't come up with that answer, it was Well, answer, it was Well, what it was is, you know, that was, we had 28 ,000 people. That was the Cleveland arena with the Cavaliers play. Right. LeBron James, not a big fan of LeBron James, but he is a good basketball player. But, you know, that was the, and when I said that, that place went crazy. And she can't talk. No, she had like 10 other,",
      "word_count": 131,
      "speaker": "Donald Trump",
      "window_id": "seg_0394"
    },
    {
      "start": 8739.05,
      "end": 8754.17,
      "duration": 15.1200000000008,
      "text": "was fun. It was lucky. I did it because she she was drought. Oh, she wasn't fined. That question, but she kept talking. Right. you couldn't hear. To this day, they don't know what she said, but it wasn't buzz. So anyway, but we had a good time. Right. comedic timing. And",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0395"
    },
    {
      "start": 8757.36,
      "end": 8760.69,
      "duration": 3.3299999999999272,
      "text": "got very good reviews on that.",
      "word_count": 6,
      "speaker": "Donald Trump",
      "window_id": "seg_0396"
    },
    {
      "start": 8778.42,
      "end": 8785.58,
      "duration": 7.1599999999998545,
      "text": "was, maybe take a nap. So I was, okay, look, let's see how it all turns out. I think we're going to win. I think we're way ahead now. I think we're way ahead. But,",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0397"
    },
    {
      "start": 8792.41,
      "end": 8800.71,
      "duration": 8.299999999999272,
      "text": "They're going to say they should have had a primary, even though it was a short primary. Yeah. They shouldn't have picked her. And then she's going to say I shouldn't have picked this guy. She shouldn't have picked that guy. That guy said just",
      "word_count": 45,
      "speaker": "Donald Trump",
      "window_id": "seg_0398"
    },
    {
      "start": 8807.85,
      "end": 8818.38,
      "duration": 10.529999999998836,
      "text": "thing. So I did McDonald's last week. I saw that. And I actually got a call from your friends at Google. From Sundar, that's pretty good, right? He said this is the biggest thing we've had in",
      "word_count": 37,
      "speaker": "Donald Trump",
      "window_id": "seg_0399"
    },
    {
      "start": 8819.61,
      "end": 8823.01,
      "duration": 3.399999999999636,
      "text": "have McDonald's? think I was. Did you know that? It was one of the.",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0400"
    },
    {
      "start": 8824.47,
      "end": 8900.16,
      "duration": 75.69000000000051,
      "text": "Who's a great guy, by the way, but he said this this McDonald's thing. I want to tell you, it's one of the biggest things we've ever had on Google. It just hit. the reason I did it, and I actually, you never know about this stuff. I thought it was a throwaway. I didn't think our conversations are throwaway, but I thought that was, I thought I'd walk in. And that was only to highlight the fact. I have a friend, he owns like 56 of these McDonald's. he said, do you want to use one? I said, yeah, I love it. So we went there. And the crowd was crazy. You know, they had 28 ,000 people around the whole thing. Did you see the outside? It was crazy. The cars couldn't get through. Secret service was not exactly thrilled. We had no idea what that. I went into the place. place. And I did the French fry thing. And it just hit. that's like in life. Sometimes you do. I thought it was like a quick throwaway. We're going to be there for 15 minutes. And I said, I've worked here for 15 minutes, which is 15 minutes more than she she worked here. She lied about McDonald's. And you know, is that proven is that proven proven that she never worked at McDonald's? she never worked at McDonald's? Well, McDonald's has no information. No, she has no information. There's nobody. The manager said she'd never work there. You know, it a certain place. And he said they'd never, no, she lied. She's a liar. You know what they do? They'll They'll say like on on any one of the questions, they'll say",
      "word_count": 286,
      "speaker": "Donald Trump",
      "window_id": "seg_0401"
    },
    {
      "start": 8909.17,
      "end": 8916.31,
      "duration": 7.139999999999418,
      "text": "it's the exact opposite. came out immediately strongly. they do ads. I'm against it. It's wrong.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0402"
    },
    {
      "start": 8917.51,
      "end": 8946.19,
      "duration": 28.68000000000029,
      "text": "On every single topic. And you know, she changed policies on 15. I've I've never seen a guy change, anybody change on more than one. know, you can maybe get away with one. Her whole life fracking. Every single thing that she was for, the confiscation of guns, she wants the confiscation. Now she's saying everybody should have a gun. In fact, we're going to get her a MAGA cap. I'm going to send her a MAGA cap. But she's changed. And I don't think people are buying it. I don't think people are buying it.",
      "word_count": 96,
      "speaker": "Donald Trump",
      "window_id": "seg_0403"
    },
    {
      "start": 8963.51,
      "end": 8970.11,
      "duration": 6.600000000000364,
      "text": "wall or you have a, you know, I built 570 miles of wall. I built a a lot of wall. Exactly the stuff.",
      "word_count": 23,
      "speaker": "Donald Trump",
      "window_id": "seg_0404"
    },
    {
      "start": 8973.46,
      "end": 8986.96,
      "duration": 13.5,
      "text": "What I don't understand is who who would want people to come into our country from from places unknown. Like sometimes they'll say about a fighter from parts unknown. Right. Remember, hey, Stexca, who had from parts, he's throw parts under the oldest. Those are the others. That's even before you. he's throw parts under",
      "word_count": 55,
      "speaker": "Donald Trump",
      "window_id": "seg_0405"
    },
    {
      "start": 8994.96,
      "end": 8998.27,
      "duration": 3.3100000000013097,
      "text": "pouring into our country? We don't know anything about it.",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0406"
    },
    {
      "start": 9011.3,
      "end": 9018.74,
      "duration": 7.440000000000509,
      "text": "Or they want to buy votes. It's one of those three things. They want it. Now they are trying to get people registered who, you know, don't even know what the country is. And they're trying",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0407"
    },
    {
      "start": 9020.55,
      "end": 9025.42,
      "duration": 4.8700000000008,
      "text": "citizenship. they want to, well, how about what you think",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0408"
    },
    {
      "start": 9031.16,
      "end": 9038.25,
      "duration": 7.0900000000001455,
      "text": "$200 billion. And that's a way low number. That's a way low. You You know, interesting. New York has always been like,",
      "word_count": 22,
      "speaker": "Donald Trump",
      "window_id": "seg_0409"
    },
    {
      "start": 9039.8,
      "end": 9053.01,
      "duration": 13.210000000000946,
      "text": "you know, sort of like always looking for money. They've spent $100 billion on this stuff. I don't know where they, and they're not getting the money from the federal government. It's crazy. And because the mayor came came out and said,",
      "word_count": 42,
      "speaker": "Donald Trump",
      "window_id": "seg_0410"
    },
    {
      "start": 9056.98,
      "end": 9068.22,
      "duration": 11.239999999999782,
      "text": "By the way, I called it. I said he just got himself indicted. group is stupid, but they're vicious. They're stupid people, but they're vicious people. 2020",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0411"
    },
    {
      "start": 9076.72,
      "end": 9081.73,
      "duration": 5.010000000000218,
      "text": "Oh, did. I have books on it. And by the way, books have been written on it.",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0412"
    },
    {
      "start": 9083.27,
      "end": 9091.77,
      "duration": 8.5,
      "text": "We have an author named Hemingway, who is a great writer. She wrote a book on it. But many many books have been written on it. There are books that are what's",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0413"
    },
    {
      "start": 9092.97,
      "end": 9101.71,
      "duration": 8.739999999999782,
      "text": "what's happened is judges judges don't want to touch it. They would say you don't have standing. They didn't rule on the merits. The The merits never got there.",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0414"
    },
    {
      "start": 9102.79,
      "end": 9106.81,
      "duration": 4.019999999998618,
      "text": "The judges didn't didn't have what what it took to",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0415"
    },
    {
      "start": 9127.18,
      "end": 9131.38,
      "duration": 4.199999999998909,
      "text": "I think he said it publicly. I hope he did because I wouldn't want to be the one. But he's a really smart",
      "word_count": 23,
      "speaker": "Donald Trump",
      "window_id": "seg_0416"
    },
    {
      "start": 9133.12,
      "end": 9141.67,
      "duration": 8.549999999999272,
      "text": "And he's a very good guy with computers. You'd say he's speaking. He's one of the people alive. Anybody that can land that 20 story building and and perfect and well. While",
      "word_count": 32,
      "speaker": "Donald Trump",
      "window_id": "seg_0417"
    },
    {
      "start": 9148.96,
      "end": 9175.86,
      "duration": 26.900000000001455,
      "text": "an amazing guy. said to me that that unless you have paper ballots, it can never be an honest election. That's a big statement. It's a big statement. We should go to paper ballots. You know, France did. They went the mail -in voting and it was all messed up. You know the amazing thing with the machines. So we have the machines. They cost ten times more. Paper ballot would cost eight percent. And they make paper ballots. They're all watermarked and everything else. It's sophisticated.",
      "word_count": 87,
      "speaker": "Donald Trump",
      "window_id": "seg_0418"
    },
    {
      "start": 9180.23,
      "end": 9184.08,
      "duration": 3.850000000000364,
      "text": "eight percent the cost. And you're done by nine at luck in the evening,",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0419"
    },
    {
      "start": 9185.31,
      "end": 9194.37,
      "duration": 9.06000000000131,
      "text": "Now we have the sophisticated machine. It goes up to heaven. It goes all over the place and down and around. And they say, we'll need two weeks to figure out who to hell won the election.",
      "word_count": 37,
      "speaker": "Donald Trump",
      "window_id": "seg_0420"
    },
    {
      "start": 9211.74,
      "end": 9226.22,
      "duration": 14.479999999999563,
      "text": "Well, if I win, this will be my last election. But I think I owe it to the country. But I I think I owe it to the country. We have to have fair elections. So how can you fix that? Jimmy Carter was in charge of a commission that many years ago.",
      "word_count": 53,
      "speaker": "Donald Trump",
      "window_id": "seg_0421"
    },
    {
      "start": 9227.52,
      "end": 9268.03,
      "duration": 40.51000000000022,
      "text": "they put him in scoop Jackson and various senators, you know, distinguished people that were retired. And they came up with a report. And the report's primary finding was, you cannot have mail -in ballots. Because if it's a mail -in ballot, you know, I went to the voting booth the last time, whatever it was. And I walked in in Palm Beach, and I walk in. And they know me. They say, Mr. President, could I see your identification? boom. Here's this, here's that, everything. And then you sit and and they watch you sign. you really, there's not a lot you can do. I mean, if you wanted to be dishonest, it's sort of beautiful. If instead of that, I'm going to send them a ballot.",
      "word_count": 128,
      "speaker": "Donald Trump",
      "window_id": "seg_0422"
    },
    {
      "start": 9269.28,
      "end": 9279.76,
      "duration": 10.479999999999563,
      "text": "It has to go through the postal services. It has to go through a lot of people. They mail you houses that, you know, the house was demolished and the people have left. it's it's so bad.",
      "word_count": 37,
      "speaker": "Donald Trump",
      "window_id": "seg_0423"
    },
    {
      "start": 9280.79,
      "end": 9284.01,
      "duration": 3.219999999999345,
      "text": "The one thing with Jimmy Carter, he had a very strong commission,",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0424"
    },
    {
      "start": 9286.24,
      "end": 9291.56,
      "duration": 5.319999999999709,
      "text": "no mail -in ballots. And we're the only one that does elections this way anymore. They've gotten away from it.",
      "word_count": 20,
      "speaker": "Donald Trump",
      "window_id": "seg_0425"
    },
    {
      "start": 9300.84,
      "end": 9328.62,
      "duration": 27.780000000000655,
      "text": "but but they used COVID to cheat. But last election was a little bit of a, you couldn't even get security, guys. It's a big, strong guy's to watch. You know what? You'd call them. They'd call them in this issue. They were afraid to go out. You know, we were in the middle of COVID. We were in the middle of COVID, right smack in the middle. And they didn't want to die. You know, they didn't want to catch it. It was like, in a way, it like a ghost town.",
      "word_count": 93,
      "speaker": "Donald Trump",
      "window_id": "seg_0426"
    },
    {
      "start": 9364.29,
      "end": 9386.21,
      "duration": 21.919999999998254,
      "text": "Newske. Gavin Newske. One of the worst governors in the world. And I used to, frankly, I used to get along, but I don't get along with him now. Because he's just a whole con job. But Gavin Newske, the the other day signed a bill that that you are not allowed to ask a person, even ask them whether or not they have a a voter ID.",
      "word_count": 68,
      "speaker": "Donald Trump",
      "window_id": "seg_0427"
    },
    {
      "start": 9395.19,
      "end": 9416.6,
      "duration": 21.409999999999854,
      "text": "you have ID. The Democrat National Convention, when they had it the last time, I saw, they had a sign, like a billboard, the name name of the person where they live, how they live, who they held their boyfriends, every single, it was in a big picture. That's for there. They have an ID, a big ID. It was hanging like you were a prisoner.",
      "word_count": 66,
      "speaker": "Donald Trump",
      "window_id": "seg_0428"
    },
    {
      "start": 9417.72,
      "end": 9426.76,
      "duration": 9.040000000000873,
      "text": "They had these massive cards, everything. And yet when it comes to the vote, in theory, the most important thing we do, okay? When you go to a grocery store, you give ID,",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0429"
    },
    {
      "start": 9427.86,
      "end": 9434.39,
      "duration": 6.529999999998836,
      "text": "but for a vote, it's supposed to be a sacred thing. And it should be a sacred thing. No voter ID, because they want to cheat.",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0430"
    },
    {
      "start": 9443.53,
      "end": 9455.7,
      "duration": 12.170000000000073,
      "text": "You know the funny thing, Joe, the Democrats, the people. They all think you should have it. In other words, you should have it. Yeah. If you go to the people, Mrs. Schwartz, Mrs. Smith, Mr. Jones. Sure. They say, of course, yeah,",
      "word_count": 43,
      "speaker": "Donald Trump",
      "window_id": "seg_0431"
    },
    {
      "start": 9457.27,
      "end": 9500.45,
      "duration": 43.18000000000029,
      "text": "They say, yes, it's the politicians that don't want it. Like Schumer and these guys, they don't want it. Because they want to be able to cheat. Because you know what? If they didn't have it, okay. Who is going to vote for somebody that wants open borders? Who is going to vote for somebody that wants to have men playing in women's wits? You know, I have never had one person come up to me and say, prison, you've got to do something to allow men to play in women's sports. Have you ever, just like I've never been called by a polster. I told you my little theory on polsters, okay? I'm getting myself in trouble with some of these things, but I don't really care. Nobody's ever come up to me and and said, we we want to have men men playing women's sports. And you know,",
      "word_count": 150,
      "speaker": "Donald Trump",
      "window_id": "seg_0432"
    },
    {
      "start": 9501.82,
      "end": 9514.0,
      "duration": 12.180000000000291,
      "text": "had a funny thing at a property owned in in California. I have a woman who's a very good athlete and and she works there as a manager. And Brian Urlacker, the big Chicago Bears great player, know,",
      "word_count": 38,
      "speaker": "Donald Trump",
      "window_id": "seg_0433"
    },
    {
      "start": 9515.24,
      "end": 9534.74,
      "duration": 19.5,
      "text": "ten time old. So I guess Hall of Famer, great guy, big, strong guy. And then she said, oh, he's one of my favorite athletes. I have a picture? And I took a picture and I said, and I noticed she was the size of his leg. His leg was bigger than she was. And I put it out, should men play in women's sports. It's just so ridiculous.",
      "word_count": 69,
      "speaker": "Donald Trump",
      "window_id": "seg_0434"
    },
    {
      "start": 9541.12,
      "end": 9549.8,
      "duration": 8.679999999998472,
      "text": "unless you're going to cheat in in elections, you never going to get, nobody wants it. I don't think anybody wants it. I've never, I've been told everything. You know, you can, some people want this.",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0435"
    },
    {
      "start": 9551.4,
      "end": 9607.96,
      "duration": 56.55999999999949,
      "text": "I don't know of anybody that wants open borders. Nobody's ever come up to me and say, prison, you've got to let the world come into our country. Now, if they won, so they have 21 million, I think it's much harder than that because you've got a ways, know, got a ways where they just walk in, they walk in. the other thing you have is human traffickers. You have traffickers and the traffic and women. And they're going wild now. We used to, you know, we have to look at the trunk of cars. Can you believe it? They put women and trunks. They'll put three women in a trunk. These people are savages. They're horrible. They're worse people. The human, and they're making, the kind of money they make on drugs. They're almost making on traffic in now. And the thing that's made it hot is the internet. That's what, you know, you think of it almost as an ancient thing, but it's the internet. But who would want to have these things? Who would want to have, there's so many, the transgender operations. Were they allowed to take your child when when he goes to school and turn him into a male, to a female?",
      "word_count": 209,
      "speaker": "Donald Trump",
      "window_id": "seg_0436"
    },
    {
      "start": 9609.15,
      "end": 9618.26,
      "duration": 9.110000000000582,
      "text": "parental consent, who wants this? Does anybody want this? I've never heard of anyone. And And I can go into 10 different things. The only way they get them",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0437"
    },
    {
      "start": 9620.52,
      "end": 9665.0,
      "duration": 44.47999999999956,
      "text": "no voter ID. You can't have voter ID. They don't want any, they want a cheat. There's only one reason because the the voter ID is so basic. It's the most basic thing. It's very Who would want this? They want it so they can cheat because because their policies are no good. They're, I'll tell you, they're very smart when it comes to that. They're very smart. Although they're not smart in terms of politics politics in a way because what what do they have that people want? They really don't have, they give away a lot of healthcare, a lot of stuff. But for the most part, their policy is terrible. policy on military. She's running on a tax hike. She's going to raise your taxes. You're to hear this. We are going to raise your taxes and the people to lap. But who is going to win",
      "word_count": 150,
      "speaker": "Donald Trump",
      "window_id": "seg_0438"
    },
    {
      "start": 9666.72,
      "end": 9670.18,
      "duration": 3.460000000000946,
      "text": "all my life I grew up with politicians, lower taxes?",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0439"
    },
    {
      "start": 9671.5,
      "end": 9675.38,
      "duration": 3.8799999999991996,
      "text": "She's politic in that we we are going to raise your taxes.",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0440"
    },
    {
      "start": 9691.75,
      "end": 9703.36,
      "duration": 11.610000000000582,
      "text": "Well, problem is that the rich people are going to leave and they're going to close up their companies. And then the other people aren't going to have jobs. You know, that's what happens. But the whole because you brought it up, I'll tell you what, we just,",
      "word_count": 48,
      "speaker": "Donald Trump",
      "window_id": "seg_0441"
    },
    {
      "start": 9704.52,
      "end": 9711.85,
      "duration": 7.329999999999927,
      "text": "he's doing a very good job job in Virginia. Glenn Youngkin, I don't know if you like him, not like him. don't know him. But you don't know him, the governor of Virginia.",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0442"
    },
    {
      "start": 9713.45,
      "end": 9726.0,
      "duration": 12.549999999999272,
      "text": "we have a case where they found thousands thousands of illegal ballots, a judge just ruled that they have to be able to vote. Just happened today, just before I walked in here, I heard a a judge just ruled that",
      "word_count": 41,
      "speaker": "Donald Trump",
      "window_id": "seg_0443"
    },
    {
      "start": 9727.86,
      "end": 9741.18,
      "duration": 13.319999999999709,
      "text": "you have to keep those people in. They're illegal. They're illegal votes. Now, I think they'll be overturned at the next court. One thing I found, because I had a couple of things that they get overturned a little bit, you know, the system. Because the system, you have to hope that",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0444"
    },
    {
      "start": 9742.29,
      "end": 9760.09,
      "duration": 17.799999999999272,
      "text": "that the appellate judges are honest. honest. Otherwise, we don't have a country anymore. It's very important. But the whole thing with the legal ballots has got to be looked at. You got to have, you have to have voter ID and and you have to have additional additional ID. You have to have an ID that shows that you're a citizen of the country. They don't want that either.",
      "word_count": 70,
      "speaker": "Donald Trump",
      "window_id": "seg_0445"
    },
    {
      "start": 9782.05,
      "end": 9791.5,
      "duration": 9.450000000000728,
      "text": "I was met with from from good people. I mean, you know, look, I mean, good people. People that were were well -meaning. Mike Pompeo was one of them. He's a good person.",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0446"
    },
    {
      "start": 9800.37,
      "end": 9808.08,
      "duration": 7.709999999999127,
      "text": "But I was asked by some people not not to open There's a Martin Luther King file, too, by the way, that they'd like to see. I don't know if you know, but there is that.",
      "word_count": 36,
      "speaker": "Donald Trump",
      "window_id": "seg_0447"
    },
    {
      "start": 9812.69,
      "end": 9821.65,
      "duration": 8.959999999999127,
      "text": "they call me a lot of good people. Call me people that you would find reasonable people. And they asked me not to do it. So I said, well, we'll close it for another time.",
      "word_count": 35,
      "speaker": "Donald Trump",
      "window_id": "seg_0448"
    },
    {
      "start": 9828.84,
      "end": 9833.3,
      "duration": 4.459999999999127,
      "text": "addresses people people that are still living. There are people that are affected.",
      "word_count": 13,
      "speaker": "Donald Trump",
      "window_id": "seg_0449"
    },
    {
      "start": 9835.07,
      "end": 9852.13,
      "duration": 17.05999999999949,
      "text": "And there could be some national security reason that for, you know, that I don't have to necessarily know about. But some very good talented people asked me not to do it. I opened it up and then they said, would would it be possible for us us to do that a different day? it did you read into?",
      "word_count": 59,
      "speaker": "Donald Trump",
      "window_id": "seg_0450"
    },
    {
      "start": 9855.72,
      "end": 9866.86,
      "duration": 11.140000000001237,
      "text": "think it's going to be just fine to open it. Let me put it that way. I think it's fine. It's going to be time. It's a cleansing. You know, it's really a cleansing. So I'm going to do it. I'm going to do it immediately, almost immediately upon entering office.",
      "word_count": 51,
      "speaker": "Donald Trump",
      "window_id": "seg_0451"
    },
    {
      "start": 9882.62,
      "end": 9886.82,
      "duration": 4.199999999998909,
      "text": "when they're living people, you generally tend not to want to do it. When people are still",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0452"
    },
    {
      "start": 9890.11,
      "end": 9896.88,
      "duration": 6.769999999998618,
      "text": "for the government and living people that were somehow involved in it. And you tend not to do that. But it's time to open them.",
      "word_count": 25,
      "speaker": "Donald Trump",
      "window_id": "seg_0453"
    },
    {
      "start": 9898.38,
      "end": 9921.08,
      "duration": 22.700000000000728,
      "text": "I can't tell you whether or not they're they're going to find anything of interest. And I did partially open. I think I've opened 50 percent, but I was asked not to do it. And I thought thought that was a reasonable list. But now I'm going to do it. I'm going to do it very soon. There's a lot of interest in it. interested in, the people coming from space, you know? And I know you're interested in Oh,",
      "word_count": 80,
      "speaker": "Donald Trump",
      "window_id": "seg_0454"
    },
    {
      "start": 9928.93,
      "end": 9952.18,
      "duration": 23.25,
      "text": "well, based on Hunter Biden, I can say whatever it is. Yeah, want. Right. But now, but I interviewed a a few people. It's never been my thing. I have to be honest. I have never been a believer. I have people that area area 51 or whatever it is. I think it's the number one tourist attraction in the whole country or something. Area 51 in Las Vegas. Do you know that, right? Sure. I know what it is. So anyway, but it's a big tourist thing. So",
      "word_count": 89,
      "speaker": "Donald Trump",
      "window_id": "seg_0455"
    },
    {
      "start": 9973.12,
      "end": 9977.21,
      "duration": 4.0899999999983265,
      "text": "Graves. don't believe his name, but I interviewed jet jet pilots that",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0456"
    },
    {
      "start": 9979.52,
      "end": 9983.37,
      "duration": 3.850000000000364,
      "text": "were solid people. The perfect, I mean, great pilots, great, everything.",
      "word_count": 11,
      "speaker": "Donald Trump",
      "window_id": "seg_0457"
    },
    {
      "start": 9989.69,
      "end": 9993.88,
      "duration": 4.18999999999869,
      "text": "Like a round ball, but it wasn't a comet or a meteor. It was something and",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0458"
    },
    {
      "start": 9995.41,
      "end": 9999.62,
      "duration": 4.210000000000946,
      "text": "it was going four times faster than an F -22, which is a very fast plant, you know.",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0459"
    },
    {
      "start": 10012.96,
      "end": 10024.86,
      "duration": 11.900000000001455,
      "text": "interest? A little bit. It's not a great interest for me, but it's a little interest. I get that question as much as almost any question. Do you think that we have aliens coming, you know, flying around or whatever? What do you think?",
      "word_count": 44,
      "speaker": "Donald Trump",
      "window_id": "seg_0460"
    },
    {
      "start": 10027.09,
      "end": 10034.09,
      "duration": 7.0,
      "text": "There's no reason not to. I mean, there's no reason not to think that Mars and all these planets don't have life, you know, because",
      "word_count": 25,
      "speaker": "Donald Trump",
      "window_id": "seg_0461"
    },
    {
      "start": 10055.3,
      "end": 10067.67,
      "duration": 12.3700000000008,
      "text": "for me. mean, when I looked at what China did to this, they would have never done it with me, where they put the balloon up people with it. And a lot of people thought for a little while that that was one of these things. that's a",
      "word_count": 48,
      "speaker": "Donald Trump",
      "window_id": "seg_0462"
    },
    {
      "start": 10075.82,
      "end": 10079.59,
      "duration": 3.7700000000004366,
      "text": "interview... Let's say three or four guys,",
      "word_count": 7,
      "speaker": "Donald Trump",
      "window_id": "seg_0463"
    },
    {
      "start": 10080.73,
      "end": 10084.55,
      "duration": 3.819999999999709,
      "text": "that... And without tremendous tremendous interest, if you had them,",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0464"
    },
    {
      "start": 10085.71,
      "end": 10088.92,
      "duration": 3.210000000000946,
      "text": "as I said, you'd love to have them your children.",
      "word_count": 10,
      "speaker": "Donald Trump",
      "window_id": "seg_0465"
    },
    {
      "start": 10091.97,
      "end": 10095.52,
      "duration": 3.5500000000010914,
      "text": "They said, sir, there's something there. You know, they've... There's something there.",
      "word_count": 12,
      "speaker": "Donald Trump",
      "window_id": "seg_0466"
    },
    {
      "start": 10148.39,
      "end": 10157.7,
      "duration": 9.31000000000131,
      "text": "I guess it's the old machine. And those are older machines. And they're crazy. you fly in some of these things, you're got to be special.",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0467"
    },
    {
      "start": 10171.67,
      "end": 10178.25,
      "duration": 6.579999999999927,
      "text": "I think I had a great relationship with the military basically. I didn't like certain people. I would have gotten them out if I thought...",
      "word_count": 25,
      "speaker": "Donald Trump",
      "window_id": "seg_0468"
    },
    {
      "start": 10183.49,
      "end": 10203.99,
      "duration": 20.5,
      "text": "all of them quickly. Something most of them I did for... for... Biden should have fired every military person involved with Afghanistan. He should have had a lot of fires. If you look at him, he told Israel not to do anything. At least Israel is not going to look at it a bomb the way they would have been. Think Think if they listened to Biden. They'd be waiting for a bomb to drop on their head right now.",
      "word_count": 80,
      "speaker": "Donald Trump",
      "window_id": "seg_0469"
    },
    {
      "start": 10205.47,
      "end": 10211.8,
      "duration": 6.329999999999927,
      "text": "He's been wrong about so much. I guess you'd have to say that she's been wrong too because, you know, she always always said they made the decision together.",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0470"
    },
    {
      "start": 10214.77,
      "end": 10222.74,
      "duration": 7.969999999999345,
      "text": "Israel didn't follow his advice. I think it was a very... You know, it's a very... The Middle East is rapidly changing. You know, there are",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0471"
    },
    {
      "start": 10223.9,
      "end": 10228.53,
      "duration": 4.630000000001019,
      "text": "profits to say the world will come to an end in the Middle East, you know that, right?",
      "word_count": 18,
      "speaker": "Donald Trump",
      "window_id": "seg_0472"
    },
    {
      "start": 10230.3,
      "end": 10248.39,
      "duration": 18.090000000000146,
      "text": "we have weapons today that are so scary when you look... I rebuilt them all. And when you look at the weapons we have today, biggest threat we have in in the world today is nuclear nuclear weapons. And we have other weapons too that are devastated. But the the nuclear weapons, the biggest threat we have in the world today. And that's what...",
      "word_count": 64,
      "speaker": "Donald Trump",
      "window_id": "seg_0473"
    },
    {
      "start": 10250.55,
      "end": 10255.34,
      "duration": 4.790000000000873,
      "text": "I was talking about de -escalation with both China and Russia. I'm telling you,",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0474"
    },
    {
      "start": 10256.72,
      "end": 10271.61,
      "duration": 14.890000000001237,
      "text": "we were going to de -escalate. They were going to de -escalate. got to be careful. We're a little tricky playing with them because because they say we're going to do it and they don't do it maybe. But they understood the curse too. It's a curse. It's China's way behind us, but they'll catch us within five years.",
      "word_count": 59,
      "speaker": "Donald Trump",
      "window_id": "seg_0475"
    },
    {
      "start": 10287.89,
      "end": 10295.43,
      "duration": 7.540000000000873,
      "text": "Well, it's a very... To To me, it's an easy question because I think I can do it easily, but it's a complex question in the sense that the",
      "word_count": 29,
      "speaker": "Donald Trump",
      "window_id": "seg_0476"
    },
    {
      "start": 10299.86,
      "end": 10317.1,
      "duration": 17.23999999999978,
      "text": "Who's winning? Who's not winning? I mean, Russia's a war machine. Whether you like it or not, it just grinds along. Grinds along. You speak to people like Victor Orbalt. You'll tell you. Yeah, so just a big fat war machine. And that's what's happening. You look at what's happened to Ukraine.",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0477"
    },
    {
      "start": 10318.28,
      "end": 10324.86,
      "duration": 6.579999999999927,
      "text": "If I were there, it would have never happened. But what could you do now? just... you get in the office, China... What could you do now?",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0478"
    },
    {
      "start": 10326.75,
      "end": 10338.04,
      "duration": 11.290000000000873,
      "text": "You would get both of them. I know both very well. again, I do not want to tell you, you know, for the purpose of looking looking smart to justify people that, you know, that say, oh, he was great.",
      "word_count": 40,
      "speaker": "Donald Trump",
      "window_id": "seg_0479"
    },
    {
      "start": 10339.6,
      "end": 10355.22,
      "duration": 15.619999999998981,
      "text": "if I told you exactly what I do, I could never never make the deal. All I can tell you is that I would meet with Putin and I would meet with him. And I know exactly what I'd say to each one of them. And I believe that that as President -elect, I would get that war stopped and stopped fast.",
      "word_count": 62,
      "speaker": "Donald Trump",
      "window_id": "seg_0480"
    },
    {
      "start": 10356.56,
      "end": 10359.85,
      "duration": 3.290000000000873,
      "text": "we have tremendous power in the United States if you know how to use the power.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0481"
    },
    {
      "start": 10360.88,
      "end": 10397.68,
      "duration": 36.80000000000109,
      "text": "I stopped, otherwise, just by the use of tariffs. I got Macron of France. Good guys, like a friend of mine. But he's a wise guy. And he's a person person that likes France and he was going to tax our companies. I say, and I said, all the smartest guys I sent, and the new China, they all failed me. And I said, I'll do it myself. And I called him. I said, Emmanuel, you're taxing American companies. We're not going to allow you to do that. Oh, Donald, I cannot do it. I don't think I can do it. It's already been passed. I said, Emmanuel, if you do that, I'm going I'm put 100 % tariff when your wines and champagne are coming to the United States.",
      "word_count": 130,
      "speaker": "Donald Trump",
      "window_id": "seg_0482"
    },
    {
      "start": 10398.69,
      "end": 10414.54,
      "duration": 15.850000000000364,
      "text": "And you're going to regret that you ever did it. He said, Donald, please, that's not fair. Anyway, within about two minutes, he dropped the whole thing and it was massive amounts of money against American companies. I have to protect American American companies. So why doesn't the Biden administration do it? Because they're incompetent. They don't know how to talk.",
      "word_count": 61,
      "speaker": "Donald Trump",
      "window_id": "seg_0483"
    },
    {
      "start": 10418.98,
      "end": 10424.75,
      "duration": 5.770000000000437,
      "text": "the Chinese. And the Chinese lectured them about how how badly we treat people.",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0484"
    },
    {
      "start": 10427.68,
      "end": 10431.94,
      "duration": 4.260000000000218,
      "text": "I mean, think of it. You remember that? They didn't talk to me that way.",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0485"
    },
    {
      "start": 10433.19,
      "end": 10438.4,
      "duration": 5.209999999999127,
      "text": "respected me. They respected our our country. They don't respect our country. don't respect Biden.",
      "word_count": 15,
      "speaker": "Donald Trump",
      "window_id": "seg_0486"
    },
    {
      "start": 10443.53,
      "end": 10461.82,
      "duration": 18.289999999999054,
      "text": "because she's incompetent. She's not a smart person. she can't put two sentences together. She She talks, I watched her last last night too. was the same thing. She's not a smart person. These guys are very smart and they're very street wise and and they're very tricky and evil and dangerous.",
      "word_count": 52,
      "speaker": "Donald Trump",
      "window_id": "seg_0487"
    },
    {
      "start": 10463.05,
      "end": 10468.03,
      "duration": 4.980000000001382,
      "text": "And if she becomes the the president of the United States, which I can't believe can happen,",
      "word_count": 17,
      "speaker": "Donald Trump",
      "window_id": "seg_0488"
    },
    {
      "start": 10469.53,
      "end": 10472.74,
      "duration": 3.209999999999127,
      "text": "I don't think this country is going to make it. I don't think we'll ever be.",
      "word_count": 16,
      "speaker": "Donald Trump",
      "window_id": "seg_0489"
    },
    {
      "start": 10474.31,
      "end": 10498.91,
      "duration": 24.600000000000364,
      "text": "I think just really bad things will happen to our country. And And you know what? I look at the outside forces and I say they can all be handled because because we have a pot of gold. But we're not going to have that pot of gold to play with anymore. You know, it's a great negotiating thing. I told you, I knocked out this massive car company going to take take all of our car business from Detroit. I knocked it out just by my rhetoric. Rhetorically, I said,",
      "word_count": 91,
      "speaker": "Donald Trump",
      "window_id": "seg_0490"
    },
    {
      "start": 10500.33,
      "end": 10506.46,
      "duration": 6.1299999999992,
      "text": "they'll never sell a car in here. I'll put tariffs. I don't care. They're 2 ,000 percent. They're never going to build that plant and Is it",
      "word_count": 27,
      "speaker": "Donald Trump",
      "window_id": "seg_0491"
    },
    {
      "start": 10546.64,
      "end": 10575.31,
      "duration": 28.670000000000073,
      "text": "You do it, but let let me just say that that chip deal is so bad. We put a billions of dollars for rich companies to come and borrow borrow the money and build build chip companies here. And they're not going to give us the good companies anyway. All you had to do was charge them tariffs. If you were to put a tariff on on the chips coming in, you would have been able to, just like the auto company is no different, more sophisticated, but no different. You know, Taiwan, they stole our chip business.",
      "word_count": 98,
      "speaker": "Donald Trump",
      "window_id": "seg_0492"
    },
    {
      "start": 10577.15,
      "end": 10583.27,
      "duration": 6.1200000000008,
      "text": "They want us to protect and they want protection. They don't pay us money for the protection, you know. The mob makes you pay money, right?",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0493"
    },
    {
      "start": 10584.54,
      "end": 10594.85,
      "duration": 10.30999999999949,
      "text": "with these countries that we protect, I got hundreds of billions of dollars. From From NATO countries that were never paying us. And my biggest fan is Stoltenberg who just left us the,",
      "word_count": 33,
      "speaker": "Donald Trump",
      "window_id": "seg_0494"
    },
    {
      "start": 10600.69,
      "end": 10606.05,
      "duration": 5.359999999998763,
      "text": "He said, Bush came, he made a speech, Obama came, he made a speech, Trump came, he said, you guys are paying, you got to pay.",
      "word_count": 26,
      "speaker": "Donald Trump",
      "window_id": "seg_0495"
    },
    {
      "start": 10607.08,
      "end": 10613.7,
      "duration": 6.6200000000008,
      "text": "And they said, will you protect us from Russia? If we don't, I said, no, you got to pay. you don't pay billions billions of dollars came in",
      "word_count": 28,
      "speaker": "Donald Trump",
      "window_id": "seg_0496"
    },
    {
      "start": 10616.06,
      "end": 10626.15,
      "duration": 10.090000000000146,
      "text": "When I see us paying a lot of money to have people build the chip, that's not the way. You didn't have to put up 10 cents. You could have done it with a series of tariffs. In other words, you tariff it's so high",
      "word_count": 45,
      "speaker": "Donald Trump",
      "window_id": "seg_0497"
    },
    {
      "start": 10627.82,
      "end": 10631.8,
      "duration": 3.9799999999995634,
      "text": "that they will come and build their chip companies for nothing. In other words,",
      "word_count": 14,
      "speaker": "Donald Trump",
      "window_id": "seg_0498"
    },
    {
      "start": 10633.04,
      "end": 10642.72,
      "duration": 9.679999999998472,
      "text": "you put a big tariff on the chips coming in. I say, you don't have to pay the tariff. What you have to do is build your plant in the United States. We didn't have to give them the money to build a plant. Besides",
      "word_count": 45,
      "speaker": "Donald Trump",
      "window_id": "seg_0499"
    },
    {
      "start": 10644.26,
      "end": 10675.54,
      "duration": 31.280000000000655,
      "text": "they're very rich companies. These chip companies, they stole 95 95 % of of our business. It's in Taiwan right now. They do a great job, but that's only because we have stupid politicians. We lost the chip business. And now we think we're going to pay. You can't build it that way. You have to make them spend their money in the United States. And those plants would open up all over. And they'll fund them. We don't have to put up 10 cents. And I am in the process of making a huge speech about little while. And you and I, how long have we been talking? long time.",
      "word_count": 111,
      "speaker": "Donald Trump",
      "window_id": "seg_0500"
    },
    {
      "start": 10677.03,
      "end": 10687.83,
      "duration": 10.799999999999272,
      "text": "I got to make a speech. But we'll do it again. I want to do it again with you or something. They said, how long will this list anywhere from an an hour to three or four? How long",
      "word_count": 39,
      "speaker": "Donald Trump",
      "window_id": "seg_0501"
    },
    {
      "start": 10689.99,
      "end": 10714.07,
      "duration": 24.079999999999927,
      "text": "Good. Well, we'll do it again. I thought it was great. think it's are a fascinating guy. And you've done a great job. thank you very much. It's been an honor. great speech. I'm going to say, and I'm my little off tonight, I'm going to blame you. I'm going to say I spoke to this guy for three hours. Anyway, it's a great honor to be here. Thank you, sir. Thank you. Good luck to you. Thank you very much. All right.",
      "word_count": 83,
      "speaker": "Donald Trump",
      "window_id": "seg_0502"
    }
  ]
}